Repository: engelsystem/engelsystem
Catalog: locale/*.UTF-8/LC_MESSAGES/default.po
Languages: bg_bg, fi_fi, fr, ga_ie, hi_in, hu_hu, ne_in, pa, ta_in

source: This shift collides with one of your shifts.
bg_bg: Тази промяна се сблъсква с един от вашите смени.
fi_fi: Tämä muutos törmää joku vuorossa.
fr: Ce changement entre en collision avec l’un de vos déplacements.
ga_ie: imbhuaileann sé seo athrú le ceann amháin de do chuid athruithe.
hi_in: यह बदलाव आपके पारियों में से एक के साथ टकराया ।
hu_hu: Ez az elmozdulás egyik a műszakok ütközik.
ne_in: यो पारी आफ्नो फेरबदल को एक साथ collides।
pa: ਇਹ ਤਬਦੀਲੀ ਤੁਹਾਡੇ ਵਾਰੀ ਦੇ ਇੱਕ ਨਾਲ ਜਾ ਟਕਰਾਈ.
ta_in: இந்த மாற்றம் உங்கள் மாற்றங்களில் ஒன்றின் மீது மோதுகிறது.

source: You are signed up for this shift.
bg_bg: Вие се регистрирали за тази промяна.
fi_fi: Olet liittynyt tähän muutokseen.
fr: Vous êtes inscrit pour ce changement.
ga_ie: Tá tú ag sínithe suas don athrú.
hi_in: आप इस बदलाव के लिए साइन अप कर रहे हैं ।
hu_hu: Ön feliratkozott a shift.
ne_in: तपाईंले यो पारी लागि साइन अप छन्।
pa: ਤੁਹਾਨੂੰ ਇਸ ਤਬਦੀਲੀ ਲਈ ਦਸਤਖਤ ਕੀਤੇ ਹਨ.
ta_in: நீங்கள் இந்த மாற்றத்திற்கான பதிவு செய்துள்ளீர்கள்.

source: Location
bg_bg: Локация
fi_fi: Sijainti
fr: Votre localisation
ga_ie: suíomh
hi_in: स्थान
hu_hu: Helyzet
ne_in: स्थान
pa: ਲੋਕੈਸ਼ਨ
ta_in: இடம்

source: Do you want to delete shifttype %s?
bg_bg: Смятате ли, че искате да изтриете shifttype%s?
fi_fi: Haluatko poistaa shifttype%s?
fr: Voulez-vous vraiment supprimer shifttype %s ?
ga_ie: Ar mhaith leat shifttype%s a scriosadh?
hi_in: आप पारी के प्रकार % s को नष्ट करना चाहते हैं?
hu_hu: Shifttype %s törölni kívánja?
ne_in: तपाईं shifttype%s मेटाउन गर्न चाहनुहुन्छ?
pa: ਤੁਹਾਨੂੰ shifttype%s ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ta_in: நீங்கள் shifttype%s ஐ நீக்க வேண்டும் என்று விரும்புகிறீர்களா?

source: Edit shifttype
bg_bg: редактиране shifttype
fr: Modifier shifttype
ga_ie: Cuir shifttype
hi_in: पारी के प्रकार संपादित करें
hu_hu: Shifttype szerkesztése
ne_in: shifttype सम्पादन गर्नुहोस्
pa: shifttype ਸੋਧ
ta_in: shifttype திருத்து

source: Create shifttype
bg_bg: Създаване shifttype
fi_fi: Luo shifttype
fr: Créer shifttype
ga_ie: Cruthaigh shifttype
hi_in: पारी के प्रकार बनाएं
hu_hu: Shifttype létrehozása
ne_in: shifttype सिर्जना
pa: shifttype ਬਣਾਓ
ta_in: shifttype உருவாக்கு

source: for team %s
bg_bg: за отбор%s
fi_fi: taktiikka%s
fr: pour l’équipe %s
ga_ie: do fhoireann%s
hi_in: टीम % s के लिए
hu_hu: csapat: %s
ne_in: टोली%s को लागि
pa: ਟੀਮ ਨੂੰ%s ਲਈ
ta_in: அணி%s

source: New shifttype
bg_bg: нов shifttype
fr: Nouveau shifttype
ga_ie: shifttype nua
hi_in: न्यू पारी के प्रकार
hu_hu: Új shifttype
ne_in: नयाँ shifttype
pa: ਨ੍ਯੂ shifttype
ta_in: புதிய shifttype

source: Please select...
bg_bg: Моля, изберете
fi_fi: Valitse
fr: Veuillez sélectionner
ga_ie: Roghnaigh ...
hi_in: कृपया चुने...
hu_hu: Kérjük válasszon
ne_in: कृपया छान्नुहोस...
pa: ਦੀ ਚੋਣ ਕਰੋ ਜੀ ...
ta_in: தயவு செய்து தேர்வு செய்யவும்...

source: Do you really want to delete the user including all his shifts and every other piece of his data?
fi_fi: Haluatko todella tuhota käyttäjän lukien kaikki hänen vuorossa ja joka toinen osa hänen tietoja?
hi_in: आप वास्तव में अपने सभी पारियों और उनके डेटा के हर दूसरे टुकड़े सहित उपयोगकर्ता को नष्ट करना चाहते हैं?
ne_in: तपाईं साँच्चै आफ्नो सबै फेरबदल र आफ्नो डाटा हरेक अन्य टुक्रा सहित प्रयोगकर्ता मेटाउन चाहनुहुन्छ?

source: Your password
fi_fi: Salasanan
hi_in: आपका पासवर्ड
ne_in: आफ्नो पासवर्ड

source: Angel should receive at least %d vouchers.
fi_fi: Angel pitäisi saada vähintään %d tositteita.
hi_in: एंजेल कम से कम % d वाउचर प्राप्त करना चाहिए।
ne_in: स्वर्गदूतले कम्तिमा% d वाउचर प्राप्त गर्नु पर्छ।

source: Number of vouchers given out
fi_fi: Matkasetelimäärän anneta
hi_in: वाउचर की संख्या को देखते हुए बाहर
ne_in: बाहिर दिइएको वाउचर संख्या

source: m/d/Y h:i a
bg_bg: м / г / Y ч: иа
fr: m/Y h: i un
hi_in: एम / डी / वाई एच: मैं एक
hu_hu: h/Y h:i a
ne_in: पु / घ / वाई घन्टा: IA
pa: ਮੀਟਰ / d / Y H: IA
ta_in: d / M / ஒய் H: IA

source: New user
bg_bg: Нов потребител
fi_fi: Uusi käyttäjä
fr: Nouvel utilisateur
ga_ie: Nua Úsáideoir
hi_in: नया उपयोगकर्ता
hu_hu: Új felhasználó
ne_in: नयाँ प्रयोगकर्ता
pa: ਨਿਊ ਉਪਭੋਗੀ ਨੂੰ
ta_in: புதிய பயனர்

source: Arrived
bg_bg: Пристигнали
fi_fi: saapui
fr: Arrivé
ga_ie: Tháinig
hi_in: पहुंच गए
hu_hu: Megérkezett
ne_in: आइपुग्यो
pa: ਪਹੁੰਚੇ
ta_in: வந்துசேர்ந்தது

source: Voucher
bg_bg: Квитанция
fi_fi: Lahjakortti
fr: Coupon
ga_ie: dearbhán
hi_in: वाउचर
hu_hu: Kupon
ne_in: भौचर
pa: ਵਾਊਚਰ
ta_in: வவுச்சர்

source: Active
bg_bg: Активен
fi_fi: aktiivinen
fr: Actif
ga_ie: Gníomhach
hi_in: सक्रिय
hu_hu: Bekapcsolva
ne_in: सक्रिय
pa: ਸਰਗਰਮ
ta_in: இயக்கத்தில் ulladhaa

source: T-Shirt
bg_bg: Тениска
fi_fi: T-paita
ga_ie: t-léine
hi_in: टी शर्ट
hu_hu: T-ing
ne_in: टी-शर्ट
pa: ਟੀ-ਸ਼ਰਟ
ta_in: டி-சர்ட்

source: Last login
bg_bg: Последно влизане
fi_fi: Viimeisin kirjautuminen
fr: Dernière connexion
ga_ie: Logáil isteach Last
hi_in: अंतिम लॉगइन
hu_hu: Utolsó bejelentkezés:
ne_in: अन्तिम लग इन
pa: ਪਿਛਲੇ ਲਾਗਇਨ
ta_in: கடைசி உள்நுழைவு

source: Free
bg_bg: Безплатно
fi_fi: Vapaa
fr: Gratuitement
ga_ie: saor in aisce
hi_in: मुक्त
hu_hu: Ingyenes
ne_in: फ्री
pa: ਮੁਫਤ
ta_in: இலவச

source: Next shift %c
bg_bg: Следваща смяна% в
fi_fi: Seuraava muutos%c
fr: Prochaine Maj %c
ga_ie: athrú Next% c
hi_in: अगली पारी %c
hu_hu: Következő műszak %c
ne_in: अर्को पारी%c ग
pa: ਅੱਗੇ ਸ਼ਿਫਟ% c
ta_in: அடுத்த மாற்றம்% கேட்ச்

source: Shift starts %c
bg_bg: Shift започва% в
fi_fi: Vuoronsa alkaa%c
fr: Maj commence %c
ga_ie: Tosaíonn Shift% c
hi_in: शिफ्ट %c शुरू होता है
hu_hu: SHIFT kezdődik %c
ne_in: सिफ्ट%c ग सुरु
pa: Shift% c ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ
ta_in: ஷிப்ட்%c தொடங்குகிறது

source: Shift ends %c
bg_bg: Shift завършва% в
fi_fi: Shift päättyy%c
fr: Maj termine %c
ga_ie: Críochnaíonn Shift% c
hi_in: शिफ्ट समाप्त होता %c
hu_hu: Műszak vége %c
ne_in: सिफ्ट%c ग समाप्त
pa: ਸ਼ਿਫਟ ਖਤਮ ਹੁੰਦਾ% c
ta_in: ஷிப்ட்%c முடிவடைகிறது

source: sign off
bg_bg: отпиши ме
fi_fi: Kirjaudu ulos
fr: sortie du système
ga_ie: síniú
hi_in: साइन ऑफ़
hu_hu: kijelentkezés
ne_in: बाहिर निस्कौं
pa: ਬਾਹਰ ਜਾਣਾ
ta_in: கையெழுத்திட

source: Sum:
bg_bg: Сума:
fi_fi: Summa:
fr: Somme
ga_ie: suim
hi_in: योग :
hu_hu: Összeg
ne_in: योगफल:
pa: ਬੀਮੇ:
ta_in: தொகை:

source: User state
bg_bg: състояние на потребителя
fi_fi: Käyttäjän tila
fr: État utilisateur
ga_ie: Úsáideoir stáit
hi_in: उपयोगकर्ता राज्य
hu_hu: Felhasználói állapot
ne_in: प्रयोगकर्ता स्थिति
pa: ਯੂਜ਼ਰ ਨੂੰ ਰਾਜ
ta_in: பயனர் மாநில

source: Arrived at %s
bg_bg: Получено в%s
fi_fi: Saapui%s
fr: Arrivé à : %s
ga_ie: Tháinig ar%s
hi_in: %s पर पहुंचे
hu_hu: Érkezett: %s
ne_in: %s मा आइपुग्यो
pa: %s ਤੇ ਪਹੁੰਚੇ
ta_in: %s வந்துசேர்ந்தது

source: Not arrived (Planned: %s)
bg_bg: Не е пристигнал (Планирано:%s)
fi_fi: Ole saapunut (Planned:%s)
fr: N’est ne pas arrivé (prévues: %s))
ga_ie: Gan tháinig (Phleanáilte:%s)
hi_in: नहीं आया ( योजना बनाई: %s)
hu_hu: Nem érkezett (tervezett: %s)
ne_in: आइपुगे छैन (योजना:%s)
pa: ਪਹੁੰਚੇ ਨਾ (ਯੋਜਨਾ ਹੈ:%s)
ta_in: வரவில்லை (திட்டமிட்ட:%s)

source: Not arrived
bg_bg: Не е пристигнал
fi_fi: ole saapunut
fr: Pas arrivé
ga_ie: Gan tháinig
hi_in: नहि पहोचा
hu_hu: Nem érkezett
ne_in: आइपुगे छैन
pa: ਪਹੁੰਚੇ ਨਾ
ta_in: வரவில்லை

source: Got %s voucher
bg_bg: Квитанция
fi_fi: Sai%s tosite
fr: Eu bon %s
ga_ie: Got%s dearbhán
hi_in: %s वाउचर मिला
hu_hu: Kapott bizonylat (%s)
ne_in: %s को भौचर प्राप्त भयो
pa: %s ਨੂੰ ਵਾਊਚਰ ਮਿਲੀ
ta_in: %s ரசீது கிடைத்ததுੀ

source: Got no vouchers
bg_bg: Не получи ваучери
fi_fi: Saanut mitään tositteita
fr: N’obtenu aucun bons
ga_ie: Bhfuair aon dearbháin
hi_in: कोई वाउचर मिला
hu_hu: Van nem utalványok
ne_in: कुनै वाउचर पायो
pa: ਕੋਈ ਵਾਊਚਰ ਮਿਲੀ
ta_in: எந்த உறுதி சீட்டு கிடைத்தது

source: Rights
bg_bg: Права
fi_fi: oikeudet
fr: Droits
ga_ie: Chearta
hi_in: अधिकार
ne_in: अधिकार
pa: ਹੱਕ
ta_in: உரிமை

source: driving license
bg_bg: шофьорска книжка
fi_fi: ajokortti
fr: permis de conduire
ga_ie: Ceadúnas tiomána
hi_in: ड्राइविंग लाइसेंस
hu_hu: jogosítvány
ne_in: सवारीचालक अनुमतिपत्र
pa: ਡਰਾਈਵਿੰਗ ਲਾਇਸੰਸ
ta_in: ஓட்டுனர் உரிமம்

source: Edit vouchers
bg_bg: Редактиране на ваучери
fi_fi: Edit tositteita
fr: Modifier les pièces justificatives
ga_ie: dearbháin eagar
hi_in: वाउचर संपादित करें
hu_hu: Utalványok szerkesztése
ne_in: वाउचर सम्पादन गर्नुहोस्
pa: ਵਾਊਚਰ ਸੋਧ
ta_in: உறுதி சீட்டு திருத்து

source: iCal Export
bg_bg: Ical Експорт
fr: Exportation iCal
ga_ie: Tuinnını Easpórtáil
hi_in: राजनैतिक निर्यात
hu_hu: iCal Exportálás
ne_in: iCal निर्यात
pa: iCal ਐਕਸਪੋਰਟ
ta_in: அடுத்த மாதம் ஏற்றுமதி

source: JSON Export
bg_bg: JSON Експорт
fr: Exportation JSON
ga_ie: JSON Easpórtáil
hi_in: JSON निर्यात
ne_in: जेसोन निर्यात
pa: JSON ਐਕਸਪੋਰਟ
ta_in: எஞ்சினியரிங் ஏற்றுமதி

source: Name &amp; workmates
bg_bg: Име и колеги
fi_fi: Nimi &amp; workmates
fr: Nom &amp; compagnons de travail
ga_ie: Ainm &amp; workmates
hi_in: नाम & amp; काम साथियों
hu_hu: Név &amp; munkatársak
ne_in: नाम र सहकर्मी
pa: ਦਾ ਨਾਮ ਅਤੇ ਕੰਮ
ta_in: பெயர் மற்றும் சக ஊழியர்கள்

source: Comment
bg_bg: Коментирай
fi_fi: Kommentti
fr: Commenter
ga_ie: RÁITEAS
hi_in: टिप्पणी
hu_hu: Hozzászólás
ne_in: टिप्पणी
pa: ਟਿੱਪਣੀ
ta_in: கருத்து

source: Action
bg_bg: Действие
fi_fi: Toiminto
ga_ie: caingean
hi_in: कार्य
hu_hu: Művelet
ne_in: कार्य
pa: ਐਕਸ਼ਨ
ta_in: அதிரடி

source: Your night shifts between 2 and 8 am count twice.
bg_bg: Вашите нощни смени между 2 и 8 часа сутринта се броят два пъти.
fi_fi: Your yövuorossa välillä 2 ja 8 am laskea kahdesti.
fr: Vos déplacements de nuit entre 2 et 08:00 compter deux fois.
ga_ie: Do sealanna oíche idir 2 agus 8 rn chomhaireamh faoi dhó.
hi_in: बीच 2 और 8 बजे अपनी रात की पाली में दो बार गिनती।
hu_hu: Az éjszakai műszak 2 és 8 óra között kétszer számít.
ne_in: बीच 2 र 8 AM आफ्नो रात फेरबदल दुई पटक गणना।
pa: ਵਿਚਕਾਰ 2 ਅਤੇ 8 ਵਜੇ ਤੁਹਾਡਾ ਰਾਤ ਵਾਰੀ ਦੋ ਵਾਰ ਦੀ ਗਿਣਤੀ.
ta_in: 2 மற்றும் 8 இடையே உங்கள் இரவு மாற்றம் இருமுறை எண்ண.

source: Go to the <a href="%s">shifts table</a> to sign yourself up for some shifts.
bg_bg: Отиди до <a href="%s">масата смени</a> , за да се запишете за някои промени.
fi_fi: Siirry <a href="%s">siirtyy pöydän</a> allekirjoittaa itse jopa joitakin muutoksia.
fr: Aller à la <a href="%s">déplace la table</a> pour vous inscrire quelques décalages.
ga_ie: Téigh go dtí an <a href="%s">tábla shifts</a> a shíniú duit féin ar bun do roinnt shifts.
hi_in: <a href="%s"> बदलाव कुछ बदलाव के लिए खुद के लिए साइन अप करने के लिए मेज </a> पर जाएं ।
hu_hu: A <a href="%s">Műszak tábla</a> magát feliratkozik egy műszakban megy.
ne_in: को जाने <a href="%s">फेरबदल तालिका</a> केही फेरबदल लागि आफैलाई साइन अप गर्न।
pa: ਨੂੰ ਜਾਓ <a href="%s">ਵਾਰੀ ਸਾਰਣੀ ਵਿੱਚ</a> ਕੁਝ ਵਾਰੀ ਲਈ ਆਪਣੇ ਆਪ ਨੂੰ ਸਾਈਨ ਅੱਪ ਕਰਨ ਲਈ.
ta_in: சென்று <a href="%s">ஷிப்டுகளில் அட்டவணை</a> சில மாற்றங்கள் உங்களை பதிவு செய்ய.

source: We will send you an e-mail with a password recovery link. Please use the email address you used for registration.
bg_bg: Ние ще Ви изпратим имейл с линк за възстановяване на паролата. Моля, използвайте имейл адреса, който сте използвали при регистрацията.
fi_fi: Lähetämme sähköpostiviestin, jossa on salasananpalautuslinkkiä. Käytä sähköpostiosoitetta käytit rekisteröintiä.
fr: Nous vous enverrons un e-mail avec un lien de récupération de mot de passe. Veuillez utiliser l’adresse e-mail utilisée pour l’enregistrement.
ga_ie: Seolfaimid ríomhphost le nasc phasfhocal a ghnóthú. Úsáid an seoladh ríomhphoist a d'úsáid tú le haghaidh clárúcháin.
hi_in: हम आपको एक पासवर्ड वसूली लिंक के साथ एक ई-मेल भेज देंगे। ईमेल पते पंजीकरण के लिए इस्तेमाल का उपयोग करें।
hu_hu: Küldünk Önnek egy e-mailt a jelszó-helyreállítási hivatkozás. Kérjük, használja a elektronikus levél cím ön használt részére beírás.
ne_in: हामी तपाईंलाई पासवर्ड रिकभरी लिंक संग एक ई-मेल पठाउन हुनेछ। कृपया इमेल ठेगाना दर्ता लागि प्रयोग प्रयोग गर्नुहोस्।
pa: ਅਸ ਤੁਹਾਨੂੰ ਇੱਕ ਪਾਸਵਰਡ ਰਿਕਵਰੀ ਲਿੰਕ ਦੇ ਨਾਲ ਇੱਕ ਈ-ਮੇਲ ਭੇਜ ਦੇਵੇਗਾ. ਈਮੇਲ ਪਤਾ ਤੁਹਾਡੇ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਲਈ ਵਰਤਿਆ ਵਰਤ ਕਰੋ ਜੀ.
ta_in: நாம் ஒரு கடவுச்சொல்லை மீட்பு இணைப்பை உங்களுக்கு ஒரு மின்னஞ்சல் அனுப்ப வேண்டும். நீங்கள் பதிவு பயன்படுத்தப்படும் மின்னஞ்சல் முகவரியைப் பயன்படுத்தவும்.

source: Recover
bg_bg: Възвръщам
fr: Récupérer
ga_ie: ghnóthú
hi_in: की वसूली
hu_hu: visszanyer
ne_in: पुन: प्राप्त
pa: ਮੁੜ
ta_in: மீட்டெடு

source: Please enter a new password.
bg_bg: Моля, въведете нова парола.
fi_fi: Anna uusi salasana.
fr: Veuillez entrer un mot de passe
ga_ie: Iontráil focal faire nua.
hi_in: एक नया पासवर्ड दर्ज करें।
hu_hu: Adja meg a jelszavát!
ne_in: कृपया नयाँ पासवर्ड प्रविष्ट गर्नुहोस्।
pa: ਇੱਕ ਨਵ ਪਾਸਵਰਡ ਦਿਓ ਜੀ.
ta_in: ஒரு புதிய கடவுச்சொல்லை உள்ளிடவும்.

source: Do you really want to add coordinator rights for %s to %s?
bg_bg: Наистина ли искате да добавите права координатор за%s за%s?
fi_fi: Haluatko todella lisätä koordinaattori oikeudet%s%s?
fr: Voulez-vous vraiment ajouter coordinateur droits pour %s à %s ?
ga_ie: An mian leat a chur leis cearta comhordaitheoir don%s le%s?
hi_in: आप वास्तव में % s % s के लिए समन्वयक अधिकार जोड़ना चाहते हैं ?
hu_hu: Biztosan hozzá koordinátor jogok %s %s?
ne_in: तपाईं साँच्चै%s %s को लागि संयोजक अधिकार थप्न चाहनुहुन्छ?
pa: ਤੁਹਾਨੂੰ ਅਸਲ ਵਿੱਚ%s%s ਲਈ ਕੋਆਰਡੀਨੇਟਰ ਅਧਿਕਾਰ ਨੂੰ ਸ਼ਾਮਿਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
ta_in: நீங்கள் உண்மையில்% கள்%s ஒருங்கிணைப்பாளர் உரிமைகள் சேர்க்க வேண்டும் என்று விரும்புகிறீர்களா?

source: Do you really want to remove coordinator rights for %s from %s?
bg_bg: Наистина ли искате да премахнете права координатор за%s от%s?
fi_fi: Haluatko todella poistaa koordinaattori oikeudet%s%s?
fr: Voulez-vous vraiment supprimer le coordinateur droits pour %s de %s ?
ga_ie: An mian leat a bhaint cearta comhordaitheoir don%s ó%s?
hi_in: आप वास्तव में % s से % s के लिए समन्वयक अधिकार को दूर करना चाहते हैं?
hu_hu: Biztosan távolítsa el koordinátor jogokat %s %s?
ne_in: तपाईं साँच्चै%s बाट%s को लागि संयोजक अधिकार हटाउन चाहनुहुन्छ?
pa: ਤੁਹਾਨੂੰ ਅਸਲ ਵਿੱਚ%s%s ਲਈ ਕੋਆਰਡੀਨੇਟਰ ਅਧਿਕਾਰ ਨੂੰ ਹਟਾਉਣ ਲਈ ਚਾਹੁੰਦੇ ਹੋ?
ta_in: நீங்கள் உண்மையில் %s %s ஒருங்கிணைப்பாளர் உரிமைகள் நீக்க வேண்டுமா?

source: Do you really want to deny all users for %s?
bg_bg: Наистина ли искате да се отрече всички потребители за%s?
fi_fi: Haluatko todella kieltää kaikille käyttäjille%s?
fr: Voulez-vous vraiment de refuser tous les utilisateurs pour %s ?
ga_ie: An mian leat a dhiúltú gach úsáideoir do%s?
hi_in: आप वास्तव में % s के लिए सभी उपयोगकर्ताओं से इनकार करना चाहते हैं?
hu_hu: Biztosan minden felhasználó %s tagadja?
ne_in: तपाईं साँच्चै%s को लागि सबै प्रयोगकर्ताहरू अस्वीकार गर्न चाहनुहुन्छ?
pa: ਤੁਹਾਨੂੰ ਅਸਲ ਵਿੱਚ%s ਲਈ ਸਭ ਉਪਭੋਗੀ ਨੂੰ ਰੱਦ ਕਰਨ ਲਈ ਚਾਹੁੰਦੇ ਹੋ?
ta_in: நீங்கள் உண்மையில்%s அனைத்து பயனர்கள் மறுக்க வேண்டும்?

source: Do you really want to confirm all users for %s?
bg_bg: Наистина ли искате да потвърди всички потребители за%s?
fi_fi: Haluatko todella vahvistaa kaikille käyttäjille%s?
fr: Voulez-vous vraiment de confirmer tous les utilisateurs pour %s ?
ga_ie: An mian leat a dhaingniú do gach úsáideoir le%s?
hi_in: आप वास्तव में % s के लिए सभी उपयोगकर्ताओं को इस बात की पुष्टि करना चाहते हैं?
hu_hu: Biztosan minden felhasználó %s ellenőrizze?
ne_in: तपाईं साँच्चै%s को लागि सबै प्रयोगकर्ताहरू पुष्टि गर्न चाहनुहुन्छ?
pa: ਤੁਹਾਨੂੰ ਅਸਲ ਵਿੱਚ%s ਲਈ ਸਭ ਉਪਭੋਗੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
ta_in: நீங்கள் உண்மையில்%s அனைத்து பயனர் உறுதி செய்ய விரும்புகிறீர்களா?

source: Do you really want to confirm %s for %s?
bg_bg: Наистина ли искате да потвърди% и за%s?
fi_fi: Haluatko todella vahvistaa%s%s?
fr: Voulez-vous vraiment confirmer %s %s ?
ga_ie: An mian leat a dheimhniú%s le%s?
hi_in: आप वास्तव में % s % s इस बात की पुष्टि करना चाहते हैं?
hu_hu: Biztosan %s %s igazol?
ne_in: तपाईं साँच्चै%s को लागि%s पुष्टि गर्न चाहनुहुन्छ?
pa: ਤੁਹਾਨੂੰ ਅਸਲ ਵਿੱਚ%s ਲਈ%s ਨੂੰ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਚਾਹੁੰਦੇ ਹੋ?
ta_in: நீங்கள் உண்மையில்%s% கள் உறுதி செய்ய விரும்புகிறீர்களா?

source: Do you really want to delete %s from %s?
bg_bg: Наистина ли искате да изтриете% и от%s?
fi_fi: Haluatko todella poistaa%s%s?
fr: Voulez-vous vraiment supprimer %s de %s ?
ga_ie: An mian leat a scriosadh%s ó%s?
hi_in: आप वास्तव में % s से % s को नष्ट करना चाहते हैं?
hu_hu: Biztosan törli a(z) %s %s?
ne_in: तपाईं साँच्चै%s बाट%s मेटाउन गर्न चाहनुहुन्छ?
pa: ਤੁਹਾਨੂੰ ਅਸਲ ਵਿੱਚ%s%s ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ta_in: நீங்கள் உண்மையில்%s%s ஐ நீக்க வேண்டும் என்று விரும்புகிறீர்களா?

source: User
bg_bg: Клиент
fi_fi: Käyttäjä
fr: Utilisateur
ga_ie: Úsáideoir
hi_in: उपयोगकर्ता
hu_hu: Felhasználó
ne_in: प्रयोगकर्ता
pa: ਯੂਜ਼ਰ
ta_in: பயனர்

source: Do you really want to add %s to %s?
bg_bg: Наистина ли искате да добавите% и да%s?
fi_fi: Haluatko todella lisätä%s%s?
fr: Voulez-vous vraiment ajouter %s à %s ?
ga_ie: An mian leat a chur%s go%s?
hi_in: आप वास्तव में % s % s जोड़ना चाहते हैं ?
hu_hu: Igazán akar felvenni a(z) %s %s?
ne_in: तपाईं साँच्चै%s मा%s को थप्न चाहनुहुन्छ?
pa: ਤੁਹਾਨੂੰ ਅਸਲ ਵਿੱਚ%s%s ਨੂੰ ਸ਼ਾਮਿਲ ਕਰਨ ਲਈ ਚਾਹੁੰਦੇ ਹੋ?
ta_in: நீங்கள் உண்மையில்%s %s சேர்க்க வேண்டும் என்று விரும்புகிறீர்களா?

source: save
bg_bg: запази
fi_fi: tallenna
fr: enregistrer
ga_ie: sábháil
hi_in: बचाना
hu_hu: ment
ne_in: सुरक्षित
pa: ਬਚਾਓ
ta_in: சேமிக்க

source: Back to profile
bg_bg: Назад към профила
fi_fi: Takaisin profiiliin
fr: Retourner au profil
ga_ie: Ar ais go próifíl
hi_in: वापस प्रोफ़ाइल
hu_hu: Vissza a profilba
ne_in: प्रोफाइलमा फिर्ता
pa: ਵਾਪਸ ਪਰੋਫਾਈਲ ਕਰਨ ਲਈ
ta_in: எனது புகைப்படம்

source: Privacy
bg_bg: Идентичност
fi_fi: yksityisyys
fr: Confidentialité
ga_ie: príobháideacht
hi_in: एकांत
hu_hu: Adatvédelem
ne_in: गोपनीयता
pa: ਗੋਪਨੀਅਤਾ
ta_in: தனியுரிமை

source: Your driving license information is only visible for coordinators and admins.
bg_bg: Вашата информация за шофьорска книжка е видима само за координатори и администратори.
fi_fi: Ajokortti tieto näkyy vain koordinaattorit ja ylläpitäjät.
fr: Votre information de licence conduite n’est visible pour les coordinateurs et les admins.
ga_ie: Tá do faisnéis a cheadúnas tiomána sofheicthe i gcás comhordaitheoirí amháin agus admins.
hi_in: अपने ड्राइविंग लाइसेंस के बारे में जानकारी समन्वयकों और व्यवस्थापक के लिए ही दिखाई दे रहा है ।
hu_hu: A vezetői engedély információ csak koordinátorok és a rendszergazdák számára.
ne_in: आफ्नो ड्राइभिङ लाइसेन्स जानकारी समन्वयन र एडमिन लागि मात्र देख्न सकिने छ।
pa: ਤੁਹਾਡਾ ਡਰਾਈਵਿੰਗ ਲਾਇਸੰਸ ਜਾਣਕਾਰੀ ਤਾਲਮੇਲ ਅਤੇ ਪਰਬੰਧਕ ਲਈ ਹੀ ਉਪਲੱਬਧ ਹੈ.
ta_in: உங்கள் ஓட்டுநர் உரிமம் தகவல் ஒருங்கிணைப்பாளர்கள் மற்றும் நிர்வாகிகள் மட்டுமே தெரியும்.

source: I am willing to operate cars for the PL
bg_bg: Аз съм готов да работи автомобили за ПЗ
fi_fi: Olen valmis toimimaan autoja varten PL
fr: Je suis prêt à exploiter les voitures pour le PL
ga_ie: Tá mé sásta a gluaisteáin a oibriú don PL
hi_in: मैं पी एल के लिए कारों संचालित करने के लिए तैयार हूँ
hu_hu: Nem vagyok hajlandó működni autók a PL
ne_in: म PL लागि कार सञ्चालन गर्न इच्छुक छु
pa: ਮੈਨੂੰ PL ਲਈ ਕਾਰ ਨੂੰ ਚਲਾਉਣ ਲਈ ਤਿਆਰ ਹੈ
ta_in: நான் பிஎல் கார்கள் செயல்பட தயாராக இருக்கிறேன்

source: I have my own car with me and am willing to use it for the PL (You'll get reimbursed for fuel)
bg_bg: Имам си собствен автомобил с мен и съм готов да го използва за ПЗ (Ще се възстановяват за гориво)
fi_fi: Minulla on oma auto minulle ja olen valmis käyttämään sitä varten PL (saat takaisin polttoaineen)
fr: J’ai ma propre voiture avec moi et suis prêt à utiliser pour le PL (vous allez être remboursé pour le carburant)
ga_ie: Tá mé mo charr féin liom agus táim sásta a úsáid le haghaidh an PL (Feicfidh tú a fháil aisíoc le haghaidh breosla)
hi_in: मैं मेरे साथ मेरे खुद कार है और (आप ईंधन के लिए प्रतिपूर्ति मिल जाएगा) पी एल के लिए इसका इस्तेमाल करने के लिए तैयार हूँ
hu_hu: Saját autó van velem, és vagyok hajlandó használni, a PL (akkor lesz kap kártalanít részére-üzemanyag)
ne_in: मलाई मेरो आफ्नै गाडी र (तपाईं इन्धन लागि reimbursed प्राप्त) को PL लागि प्रयोग गर्न इच्छुक छु
pa: ਮੈਨੂੰ ਮੇਰੇ ਨਾਲ ਮੇਰੇ ਆਪਣੇ ਹੀ ਕਾਰ ਹੈ ਅਤੇ (ਤੁਹਾਨੂੰ ਬਾਲਣ ਲਈ ਅਦਾਇਗੀ ਪ੍ਰਾਪਤ ਹੋਵੋਗੇ) PL ਲਈ ਇਸ ਨੂੰ ਵਰਤਣ ਲਈ ਤਿਆਰ ਹੈ
ta_in: நான் என் சொந்த கார் மற்றும் பிஎல் அதை பயன்படுத்த (நீங்கள் எரிபொருள் திரும்ப பெற வேண்டும்) தயாராக இருக்கிறேன்

source: Driver license
bg_bg: Шофьорска книжка
fi_fi: Ajokortti
fr: Permis de conduire
ga_ie: ceadúnas tiomána
hi_in: चालक लाइसेंस
hu_hu: Jogosítvány
ne_in: चालक लाइसेन्स
pa: ਡਰਾਈਵਰ ਲਾਇਸੰਸ
ta_in: வாகன ஒட்டி உரிமம்

source: Transporter 3,5t
ga_ie: 3,5t Transporter
hi_in: ट्रांसपोर्टर 3,5t
ne_in: ट्रान्स्पोर्टर 3,5t
pa: ਪਰਿਵਾਹਕ 3,5t
ta_in: இடமாற்றி 3,5t

source: Truck 7,5t
bg_bg: камион 7,5t
fr: Camion 7, 5 t
ga_ie: 7,5t Truck
hi_in: ट्रक 7,5t
hu_hu: Teherautó 7, 5t
ne_in: ट्रक 7,5t
pa: ਟਰੱਕ 7,5t
ta_in: டிரக் 7,5t

source: Truck 12,5t
bg_bg: камион 12,5t
fr: Camion 12, 5 t
ga_ie: 12,5t Truck
hi_in: ट्रक 12,5t
hu_hu: Teherautó 12, 5t
ne_in: ट्रक 12,5t
pa: ਟਰੱਕ 12,5t
ta_in: டிரக் 12,5t

source: No Access
bg_bg: Няма достъп
fi_fi: Ei pääsyä
fr: Aucun accès
ga_ie: Gan Rochtain
hi_in: प्रवेश नही
hu_hu: Nincs hozzáférés
ne_in: कुनै पहुँच
pa: ਕੋਈ ਪਹੁੰਚ
ta_in: அணுகா நிலை

source: You don't have permission to view this page. You probably have to sign in or register in order to gain access!
bg_bg: Вие нямате разрешение да видите тази страница. Може би трябва да се регистрирате или се регистрирайте, за да получат достъп!
fi_fi: Sinulla ei ole lupaa katsella tätä sivua. Luultavasti täytyy kirjautua sisään tai rekisteröityä päästäkseen!
fr: Vous n’avez pas l’autorisation d’afficher cette page. Vous avez probablement de vous connecter ou vous enregistrer pour accéder !
ga_ie: Ní gá duit cead chun amharc ar an leathanach seo. Tá tú dócha a shíniú nó clárú chun rochtain a fháil!
hi_in: आप इस पेज को देखने की अनुमति नहीं है। तुम्हें शायद में हस्ताक्षर करने के लिए या आदेश पहुँच प्राप्त करने में रजिस्टर नहीं है!
hu_hu: Nincs jogosultságod az oldal megjelenítéséhez. Akkor valószínűleg, hogy jelentkezzen be, vagy regisztráljon, hogy elnyer belépés!
ne_in: तपाईंलाई यो पृष्ठ हेर्ने अनुमति छैन। तपाईं शायद साइन इन वा पहुँच बढाउनका दर्ता गर्न छ!
pa: ਤੁਹਾਨੂੰ ਇਸ ਸਫ਼ੇ ਨੂੰ ਵੇਖਣ ਲਈ ਅਧਿਕਾਰ ਨਹੀ ਹਨ. ਸੰਭਵ ਹੈ ਕਿ ਤੁਹਾਨੂੰ ਸਾਈਨ ਕਰਨ ਲਈ ਜ ਕ੍ਰਮ ਪਹੁੰਚ ਹਾਸਲ ਕਰਨ ਵਿਚ ਰਜਿਸਟਰ ਹੈ!
ta_in: இந்த பக்கத்தை பார்க்க அனுமதி இல்லை. ஒருவேளை நீங்கள் உள்நுழைய அல்லது அணுக வேண்டும், பதிவு செய்ய வேண்டும்!

source: vouchers.
fi_fi: tositteita.
ne_in: वाउचर।

source: This is a automatically calculated MINIMUM value, you can of course give out more if appropriate!
fi_fi: Tämä on automaattisesti laskettu minimiarvo, voit tietysti antaa lisää tarvittaessa!
ne_in: यो एक स्वचालित रूपमा गणना न्यूनतम मान छ, तपाईं उपयुक्त यदि बढी दिन बाहिर को पाठ्यक्रम गर्न सक्नुहुन्छ!

source: You have been signed off from the shift.
bg_bg: Вие сте били подписани от прехода.
fi_fi: Olet kirjautunut pois siirtymistä.
fr: Vous avez été clôturés depuis le changement.
ga_ie: Tá tú a bheith sínithe amach as an t-athrú.
hu_hu: Ön írtak a shift a.
ne_in: तपाईं पारी बाट बन्द हस्ताक्षर गरिएको छ।
pa: ਤੁਹਾਨੂੰ ਸ਼ਿਫਟ ਤੱਕ ਬੰਦ ਦਸਤਖਤ ਕੀਤੇ ਗਏ ਹਨ.
ta_in: நீங்கள் மாற்றத்தை ஆஃப் ஒப்பந்தம் செய்யப்பட்டுள்ளனர்.

source: planned departure
bg_bg: планираното заминаване
fi_fi: suunniteltua lähtöä
fr: départ prévu
ga_ie: imeachta beartaithe
hu_hu: tervezett indulási
ne_in: योजना प्रस्थान
pa: ਯੋਜਨਾਬੱਧ ਜਾਣ
ta_in: திட்டமிட்டபடி புறப்படுவதற்கு

source: Tasks
bg_bg: Задачи
fi_fi: Tehtävät
fr: Tâches
ga_ie: tascanna
hu_hu: Feladatok
ne_in: कार्य
pa: ਕੰਮ
ta_in: பணிகள்

source: User didnt got vouchers.
bg_bg: Потребителят didnt получи ваучери.
fi_fi: Käyttäjän pallo menee hieman ohi sai tositteita.
fr: Utilisateur n’a pas obtenu de bons.
ga_ie: Úsáideoir did not fuair dearbháin.
hu_hu: Felhasználó nem kapott utalvány.
ne_in: प्रयोगकर्ता didnt वाउचर पायो।
pa: ਯੂਜ਼ਰ ਲੱਗ ਵਾਊਚਰ ਮਿਲੀ.
ta_in: பயனர் முடியவில்லை உறுதி சீட்டு கிடைத்தது.

source: Remove vouchers
bg_bg: Премахване на ваучери
fi_fi: Poista tositteita
fr: Retirer les pièces justificatives
ga_ie: bain dearbháin
hu_hu: Bizonylatok eltávolítása
ne_in: वाउचर हटाउन
pa: ਵਾਊਚਰ ਹਟਾਓ
ta_in: உறுதி சீட்டு நீக்க
