Repository: engelsystem/engelsystem
Catalog: locale/*.UTF-8/LC_MESSAGES/default.po
Languages: bg_bg, fi_fi, fr, ga_ie, hi_in, hu_hu, ne_in, pa, ta_in

source: This shift is running now or ended already. Please contact a dispatcher to join the shift.
bg_bg: Тази промяна се изпълнява в момента или вече е приключила. Моля, свържете се с диспечера и да се присъедини към промяната.
fi_fi: Tämä muutos on nyt käynnissä tai päättynyt jo. Ota yhteyttä lähettäjä liittyä muutos.
fr: Ce changement s’exécute maintenant ou terminé déjà. Veuillez communiquer avec le répartiteur pour rejoindre le passage.
ga_ie: Tá an t-athrú ag rith anois nó dar críoch cheana féin. Téigh i dteagmháil le dispatcher a bheith ar an t-athrú.
hu_hu: Ez az elmozdulás most fut-e, vagy már véget ért. Kérjük, lépjen kapcsolatba a diszpécser, hogy csatlakozzon a shift.
ne_in: यो पारी अहिले चलिरहेको वा पहिले नै समाप्त भएको छ। कृपया पारी सामेल एक dispatcher सम्पर्क गर्नुहोस्।
pa: ਇਹ ਤਬਦੀਲੀ ਹੁਣ ਚੱਲ ਜ ਹੀ ਬੰਦ ਹੋ ਗਿਆ ਹੈ ਹੈ. ਸ਼ਿਫਟ ਆਉਣ ਲਈ ਇੱਕ dispatcher ਨਾਲ ਸੰਪਰਕ ਕਰੋ ਜੀ.
ta_in: இந்த மாற்றம் இப்போது இயங்கும் அல்லது முன்பே முடிவுக்கு உள்ளது. மாற்றம் சேர ஒரு அனுப்புனர் தொடர்பு கொள்ளவும்.

source: You already subscribed to shift in the same timeslot. Please contact a dispatcher to join the shift.
bg_bg: Вие вече подписаното смени в същия времеви интервал. Моля, свържете се с диспечера и да се присъедини към промяната.
fi_fi: Sinä jo tilannut siirtää samassa aikavälissä. Ota yhteyttä lähettäjä liittyä muutos.
fr: Vous est déjà abonné à passer dans le même intervalle de temps. Veuillez communiquer avec le répartiteur pour rejoindre le passage.
ga_ie: suibscríofa tú cheana a aistriú sa timeslot céanna. Téigh i dteagmháil le dispatcher a bheith ar an t-athrú.
hu_hu: Már előfizetett, váltani a az azonos időrés. Kérjük, lépjen kapcsolatba a diszpécser, hogy csatlakozzon a shift.
ne_in: तपाईंले पहिले नै एउटै timeslot मा बदलाव सदस्यता लिनुभयो। कृपया पारी सामेल एक dispatcher सम्पर्क गर्नुहोस्।
pa: ਤੁਹਾਨੂੰ ਹੀ ਉਸੇ ਹੀ timeslot ਵਿਚ ਸ਼ਿਫਟ ਕਰਨ ਲਈ ਦੇ ਗਾਹਕ. ਸ਼ਿਫਟ ਆਉਣ ਲਈ ਇੱਕ dispatcher ਨਾਲ ਸੰਪਰਕ ਕਰੋ ਜੀ.
ta_in: நீங்கள் ஏற்கனவே ஒரே நேரத் மாற்ற சந்தா. மாற்றம் சேர ஒரு அனுப்புனர் தொடர்பு கொள்ளவும்.

source: Hello %s, here you can change your personal settings i.e. password, color settings etc.
bg_bg: Здравейте%s, тук можете да промените личните си настройки, т.е. парола, настройки на цветовете и т.н.
fi_fi: Hei%s, täällä voit muuttaa henkilökohtaisia ​​asetuksia eli salasana, väriasetukset jne
fr: Bonjour à %s, ici vous pouvez modifier vos paramètres personnels soit mot de passe, paramètres de couleur, etc.
ga_ie: Dia duit%s, anseo is féidir leat athrú ar do socruithe phearsanta .i phasfhocal, socruithe datha srl
hu_hu: Hello %s, itt kicserélheti a személyes beállítások azaz jelszó, színbeállítások stb.
ne_in: नमस्ते%s को, यहाँ तपाईं परिवर्तन गर्न सक्नुहुन्छ आफ्नो व्यक्तिगत सेटिङ अर्थात् पासवर्ड, रंग सेटिङहरू आदि
pa: ਹੈਲੋ%s ਨੂੰ, ਇੱਥੇ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਨਿੱਜੀ ਸੈਟਿੰਗ ਭਾਵ ਪਾਸਵਰਡ, ਰੰਗ ਸੈਟਿੰਗ ਆਦਿ ਨੂੰ ਬਦਲ ਸਕਦੇ ਹੋ
ta_in: வணக்கம்%s, இங்கே நீங்கள் உங்கள் தனிப்பட்ட அமைப்புகளை அதாவது கடவுச்சொல், வண்ண அமைப்புகள் பல மாற்ற முடியும்

source: Name/Description:
bg_bg: Име / Описание:
fi_fi: Nimi / Kuvaus:
fr: Nom et description@item:inlistbox Format:
ga_ie: Ainm / Cur síos:
hu_hu: Név és a Leírás:
ne_in: नाम / विवरण:
pa: ਨਾਮ / ਵੇਰਵਾ:
ta_in: பெயர் / விளக்கம்:

source: The first wants to join %s.
bg_bg: Първият иска да се присъедини% ите.
fi_fi: Ensimmäinen haluaa liittyä%s.
fr: Le premier veut rejoindre %s.
ga_ie: An chéad iarraidh a bheith páirteach%s.
hu_hu: Az első azt akarja, hogy csatlakozzon %s.
ne_in: पहिलो%s को सामेल गर्न चाहन्छ।
pa: ਪਹਿਲੀ%s ਨੂੰ ਆਉਣ ਲਈ ਚਾਹੁੰਦਾ ਹੈ.
ta_in: முதல்%s சேர வேண்டும் என்று விரும்புகிறார்.

source: Groups
bg_bg: Група
fi_fi: Ryhmät
fr: Groupes
ga_ie: grúpaí
hu_hu: Csoportok
ne_in: समूह
pa: ਗਰੁੱਪ
ta_in: குழுக்கள்

source: You are not confirmed for this angel type.
bg_bg: Не са потвърдени за този вид ангел.
fi_fi: Et ole vahvistanut tätä enkeli tyyppiä.
fr: Vous ne sont pas confirmées pour ce type d’ange.
ga_ie: Níl tú deimhnithe don chineál aingeal.
hu_hu: Nem megerősítik az ilyen angyal.
ne_in: तपाईंले यो दूत प्रकार पुष्टि छैन।
pa: ਤੁਹਾਨੂੰ ਇਸ ਦੂਤ ਨੇ ਕਿਸਮ ਲਈ ਦੀ ਪੁਸ਼ਟੀ ਨਹੀ ਕਰ ਰਹੇ ਹਨ.
ta_in: நீங்கள் இந்த தேவதை வகை உறுதிசெய்யவில்லை.

source: Exports
bg_bg: Износът
fi_fi: Vienti
fr: Exportations
ga_ie: Onnmhairí
hu_hu: Kivitel
ne_in: निर्यात
pa: ਬਰਾਮਦ
ta_in: ஏற்றுமதி

source: Current ends in %s min
bg_bg: Актуални Завършва в%s мин
fi_fi: Nykyinen päättyy%s min
fr: Actuel se termine en %s min
ga_ie: foircinn reatha in%s min
hu_hu: Jelenlegi végződik %s perc
ne_in: %s मिनेट मा वर्तमान समाप्त
pa: ਨੂੰ%s ਮਿੰਟ ਵਿੱਚ ਮੌਜੂਦਾ ਅੰਤ
ta_in: %s நிமிடங்கள் தற்போதைய முனைகளிலும்

source: Add new angeltype
bg_bg: Добавяне на нов angeltype
fi_fi: Lisää angeltype
fr: Ajouter Nouvelle angeltype
ga_ie: Cuir angeltype nua
hu_hu: Új angeltype hozzáadása
ne_in: नयाँ angeltype थप्न
pa: ਨਵ angeltype ਜੋੜੋ
ta_in: புதிய angeltype சேர்

source: Language
bg_bg: език
fi_fi: Kieli
fr: Langue
ga_ie: Teanga
hu_hu: Nyelv
ne_in: भाषा
pa: ਭਾਸ਼ਾ
ta_in: மொழி

source: You have %s new message.
bg_bg: Имате% ново съобщение.
fi_fi: Sinulla on%s uutta viestiä.
fr: Vous avez reçu un nouveau message
ga_ie: Tá tú%s teachtaireacht nua.
hu_hu: %s új üzeneted van.
ne_in: तपाईँले%s को नयाँ सन्देश छ।
pa: ਤੁਹਾਨੂੰ %s ਨੂੰ ਨਵ ਸੰਦੇਸ਼ ਹੈ.
ta_in: %s புதிய செய்தி வந்துள்ளது.

source: These are your shifts.<br/>Please try to appear <b>15 minutes</b> before your shift begins!<br/>You can remove yourself from a shift up to %d hours before it starts.
bg_bg: Това са вашите смени. <br/> Моля, опитайте се да се появи <b>на 15 минути</b> преди началото на смяната си! <br/> Можете да премахнете себе си от една смяна до% г часа, преди да започне.
fi_fi: Nämä ovat vuorossa. <br/> Yritä esiintyä <b>15 minuuttia</b> ennen siirtymistä alkaa! <br/> Voit poistaa itsesi siirtymistä korkeintaan%d tuntia ennen sen alkamista.
fr: Ce sont vos déplacements.<br>S’il vous plaît essayez d’apparaître <b>15 minutes</b> avant le début de votre quart de travail !<br>Vous pouvez vous retirer d’un déplacement jusqu'à %d heures avant de démarrer.
ga_ie: Seo iad do chuid athruithe. <br/> Déan iarracht a bheith i láthair <b>15 nóiméad</b> sula dtosaíonn do athrú! <br/> Is féidir leat a bhaint féin ó athrú suas le uair an chloig% d sula dtosaíonn sé.
hu_hu: Ezek az elmozdulások.<br>Kérjük, próbálja meg megjeleníteni a <b>15 perc</b> a műszak megkezdése előtt!<br>Eltávolíthatja magát a váltás %d óra megkezdése előtt.
ne_in: यी आफ्नो फेरबदल छन्। <br/> कृपया प्रयास आफ्नो पारी सुरु हुनुअघि <b>15 मिनेट</b> देखा पर्न! <br/> तपाईंले यसलाई सुरु हुनुभन्दा% d घण्टा एक पारी अप आफूलाई हटाउन सक्नुहुन्छ।
pa: ਇਹ ਆਪਣੇ ਵਾਰੀ ਹਨ. <br/> ਅੱਗੇ ਆਪਣੇ ਸ਼ਿਫਟ ਸ਼ੁਰੂ <b>15 ਮਿੰਟ</b> ਪੇਸ਼ ਹੋਣ ਲਈ ਕੋਸ਼ਿਸ਼ ਕਰੋ! <br/> ਅੱਗੇ ਇਸ ਨੂੰ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ ਤੁਹਾਨੂੰ% d ਘੰਟੇ ਲਈ ਇੱਕ ਸ਼ਿਫਟ ਅੱਪ ਤੱਕ ਆਪਣੇ ਆਪ ਨੂੰ ਹਟਾ ਸਕਦੇ ਹੋ.
ta_in: இந்த உங்கள் மாற்றங்கள் உள்ளன. <br/> உங்கள் மாற்றத்தை தொடங்கும் முன் <b>15 நிமிடங்கள்</b> தோன்றும் முயற்சி செய்க! <br/> தொடங்கும் முன் நீங்கள்% d மணிநேரம் ஒரு மாற்றத்தை வரை உங்களை நீக்க முடியும்.

source: Page:
bg_bg: Страница:
fi_fi: Sivu:
ga_ie: leathanach
hu_hu: Oldal:
ne_in: पृष्ठ:
pa: ਪੰਨਾ:
ta_in: பக்கம்:

source: Message:
bg_bg: Съобщение:
fi_fi: Viesti:
ga_ie: Teachtaireacht:
hu_hu: Üzenet:
ne_in: सन्देश:
pa: ਸੁਨੇਹਾ:
ta_in: செய்தி:

source: Wakeup
bg_bg: Събудете се
fi_fi: Herää
fr: Réveillez-vous
ga_ie: Dúisigh
ne_in: उठ्नुहोस्
pa: ਜਾਗੋ
ta_in: எழுப்பும் சே

source: Broken date!
bg_bg: Broken дата!
fi_fi: Broken tasalla!
fr: Date de cassé !
ga_ie: Broken dáta!
hu_hu: Hibás dátum!
ne_in: भाँचिएको मिति!
pa: ਬ੍ਰੋਕਨ ਦੀ ਮਿਤੀ!
ta_in: உடைந்த தேதி!

source: Incomplete call, missing wake-up ID.
bg_bg: Непълно повикване, липсващата събуждане ID.
fi_fi: Puutteellinen puhelu, puuttuvat herätys tunnus.
fr: Appel incomplet, manquant de réveil ID.
ga_ie: glaoch neamhiomlán, ar iarraidh tar éis-suas ID.
hu_hu: Hiányos hívás hiányzó ébresztési ID
ne_in: अपूर्ण कल, हराएको जागा-अप आईडी।
pa: ਅਧੂਰਾ ਕਾਲ, ਗੁੰਮ ਵੇਕ-ਅਪ ID.
ta_in: முழுமையற்ற அழைப்பு, காணாமல் விழித்துக்கொள்ள ஐடி.

source: Wake-up call deleted.
bg_bg: заличава събуждане по телефона.
fi_fi: Herätys poistetaan.
fr: Appel de réveil supprimé.
ga_ie: glao tar éis-suas scriosadh.
hu_hu: Nyomdokvíz-megjelöl hív el kell hagyni.
ne_in: जागा-अप कल हटाइयो।
pa: ਵੇਕ-ਅਪ ਕਾਲ ਨੂੰ ਹਟਾਇਆ.
ta_in: விழித்துக்கொள்ள நீக்கப்பட்டது.

source: No wake-up found.
bg_bg: Не събуждане намерен.
fi_fi: Ei herätys löydetty.
fr: Aucun réveil trouvé.
ga_ie: aimsíodh aon tar éis-suas.
hu_hu: Nem a nyomdokvíz-megjelöl található.
ne_in: कुनै जागा-अप फेला परेन।
pa: ਕੋਈ ਵੇਕ-ਅਪ ਪਾਇਆ.
ta_in: இல்லை விழித்துக்கொள்ள காணப்படும்.

source: Hello %s, here you can register for a wake-up call. Simply say when and where the angel should come to wake you.
bg_bg: Здравейте %s, тук можете да се регистрирате за събуждане по телефона. Просто се каже кога и къде ангелът трябва да дойде да ви събуди.
fi_fi: Hei%s, täällä voit rekisteröityä herätys. Yksinkertaisesti sanoa, milloin ja missä enkeli pitäisi tulla herättämään sinut.
fr: Bonjour %s, ici vous pouvez vous inscrire pour un appel de réveil. Simplement dire quand et où l’ange devrait venir à vous réveiller.
ga_ie: Dia duit%s, anseo is féidir leat clárú le haghaidh glao tar éis-suas. Níl ort ach a rá cathain agus cén áit ba chóir an t-aingeal a thagann a osclaíonn tú.
hu_hu: Hello %s, itt regisztrálhat egy nyomdokvíz-megjelöl hív. Egyszerűen mondani, hol és mikor az angyal kell jönni felébreszteni.
ne_in: नमस्ते%s को, यहाँ तपाईं एक जागा-अप कल लागि दर्ता गर्न सक्नुहुन्छ। स्वर्गदूतले तपाईं उठाउनका लागि आउनु पर्छ जहाँ बस भन्नुहोस् र।
pa: ਹੈਲੋ%s ਨੂੰ, ਇੱਥੇ ਤੁਹਾਨੂੰ ਇੱਕ ਵੇਕ-ਅਪ ਕਾਲ ਲਈ ਰਜਿਸਟਰ ਕਰ ਸਕਦੇ ਹੋ. ਬਸ ਦਾ ਕਹਿਣਾ ਹੈ ਜਦ ਅਤੇ, ਜਿੱਥੇ ਦੂਤ ਨੇ ਤੁਹਾਨੂੰ ਜਾਗ ਕਰਨ ਲਈ ਆ ਚਾਹੀਦਾ ਹੈ.
ta_in: வணக்கம்%s, இங்கே நீங்கள் ஒரு விழித்துக்கொள்ள பதிவு செய்யலாம். தேவதை நீ எழுப்ப வர வேண்டும், அங்கு வெறுமனே சொல்லும் போது மற்றும்.

source: All ordered wake-up calls, next first.
bg_bg: Всички поръчани събуждане по телефона, следващ първия.
fi_fi: Kaikki tilatut herätyssoitto, seuraavaksi ensin.
fr: Tous classés en appels de réveil, prochain premier.
ga_ie: Gach tar éis-suas glaonna ordú, den chéad uair eile.
hu_hu: Összes megrendelt nyomdokvíz-megjelöl hív, következő első.
ne_in: सबै आदेश जागा-अप कल, अर्को पहिलो।
pa: ਸਾਰੇ ਦੇ ਹੁਕਮ ਦਿੱਤੇ ਵੇਕ-ਅਪ ਕਾਲ, ਅਗਲੇ ਪਹਿਲੇ ਨੇ.
ta_in: அனைத்து உத்தரவிட்டார் எழுப்பும் அழைப்பு அடுத்த முதல்,.

source: Place
bg_bg: Място
fi_fi: Paikallinen
fr: Lieu
ga_ie: áit
hu_hu: Hely
ne_in: ठाउँ
pa: ਸਥਾਨ
ta_in: இடம்

source: Notes
bg_bg: Бележки
fi_fi: Lisätiedot
ga_ie: nótaí
hu_hu: Megjegyzések
ne_in: टिप्पणीहरू
pa: ਸੂਚਨਾ
ta_in: குறிப்புகள்

source: Schedule a new wake-up here:
bg_bg: График на нов събуждане тук:
fi_fi: Aikataulu uusi herätys tässä:
fr: Programmer un réveil nouveau ici :
ga_ie: Sceideal nua tar éis-suas anseo:
hu_hu: Menetrend egy új nyomdokvíz-megjelöl itt:
ne_in: यहाँ एउटा नयाँ जागा-अप तालिका:
pa: ਇੱਥੇ ਇੱਕ ਨਵ ਵੇਕ-ਅਪ ਤਹਿ:
ta_in: இங்கே ஒரு புதிய விழித்துக்கொள்ள அட்டவணை:

source: User %s confirmed as %s.
bg_bg: Потребителят% е потвърдена като %s те.
fi_fi: Käyttäjä%s vahvistettiin%s.
fr: Utilisateur %s a confirmé comme %s.
ga_ie: Úsáideoir%s Dheimhnigh mar%s.
hu_hu: Felhasználó %s %s-ként.
ne_in: प्रयोगकर्ता%s को%s को रूपमा पुष्टि।
pa: ਯੂਜ਼ਰ%s ਨੂੰ%s ਦੇ ਤੌਰ ਤੇ ਪੁਸ਼ਟੀ ਕੀਤੀ ਹੈ.
ta_in: பயனர்%s%s என உறுதி.

source: Resistance is futile! Your biological and physical parameters will be added to our collectiv! Assimilating angel:
bg_bg: Съпротивата е безсмислена! Вашите биологични и физични параметри ще бъдат добавени към нашия collectiv! Усвояване ангел:
fi_fi: Vastarinta on turhaa! Your biologiset ja fysikaaliset parametrit lisätty collectiv! Rinnastamalla angel:
fr: Toute résistance est inutile ! Vos paramètres biologiques et physiques seront ajoutera à notre collectiv ! Assimiler l’ange :
ga_ie: Is Friotaíocht futile! Dearbhófar do pharaiméadair bhitheolaíocha agus fisiciúil a chur lenár collectiv! Assimilating aingeal:
hu_hu: Ellenállás hiábavaló! A biológiai és fizikai paraméterek hozzáadódik a kollektív alkotás! Asszimilációs angyal:
ne_in: प्रतिरोध निरर्थक छ! आफ्नो जैविक र शारीरिक मापदण्डहरु हाम्रो collectiv थपिनेछ! Assimilating स्वर्गदूतले:
pa: ਵਿਰੋਧ ਵਿਅਰਥ ਹੈ! ਤੁਹਾਡਾ ਜੀਵ ਅਤੇ ਸਰੀਰਕ ਪੈਰਾਮੀਟਰ ਸਾਡੇ collectiv ਨੂੰ ਸ਼ਾਮਿਲ ਕੀਤਾ ਜਾਵੇਗਾ! Assimilating ਦੂਤ ਨੂੰ:
ta_in: எதிர்ப்பும் பயனற்றது! உங்கள் உயிரியல் மற்றும் உடல் அளவுருக்கள் எங்கள் collectiv சேர்க்க வேண்டும்! தேவதை உள்வாங்கிய:

source: Confirmed all.
bg_bg: Потвърдено всички.
fi_fi: Vahvistettu kaikki.
fr: Confirmé à tous.
ga_ie: Confirmed go léir.
hu_hu: Megerősítette az összes.
ne_in: सबै पुष्टि गर्यो।
pa: ਸਭ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ.
ta_in: அனைத்து உறுதி.

source: DECT
fr: Télécommunications numériques sans fil européennes
ta_in: டெக்ட்

source: Edit group
bg_bg: Редактирай група
fi_fi: Muokkaa ryhmää...
fr: Modifier le groupe
ga_ie: grúpa Edit
hi_in: समूह संपादित करें
hu_hu: Csoport módosítása...
pa: ਗਰੁੱਪ ਨੂੰ ਸੋਧ
ta_in: குழுவைத் திருத்து

source: Entry required!
bg_bg: Влизане задължителни!
fi_fi: Entry tarvita!
fr: Saisie requise
ga_ie: Iontráil teastáil!
hi_in: एंट्री की आवश्यकता!
hu_hu: Kötelező adat
pa: ਇੰਦਰਾਜ਼ ਦੀ ਲੋੜ!
ta_in: பதிவுத் தேவை!

source: Freeloader
bg_bg: използвач
fi_fi: siivelläeläjä
hi_in: मुक्त लोडर
ta_in: மற்றவரின் விருந்தாளியாக

source: Number of vouchers
bg_bg: Брой на ваучери
fr: Nombre de chèques
ga_ie: Líon dearbháin
hu_hu: Beolvasandó bizonylatok száma
pa: ਵਾਊਚਰ ਦੀ ਗਿਣਤੀ
ta_in: வவுச்சர்கள் எண்

source: The shift is already full.
bg_bg: Промяната вече е пълен.
fr: Le changement est déjà complet.
ga_ie: Is é an t-athrú go hiomlán cheana féin.
hu_hu: A váltás már tele.
pa: ਸ਼ਿਫਟ ਹੀ ਪੂਰਾ ਹੁੰਦਾ ਹੈ.
ta_in: மாற்றத்தை ஏற்கனவே நிரம்பியுள்ளது.

source: Timeslot
fr: Multiplexage temporel
hu_hu: Időrés
ta_in: ஒதுக்கப்பட்ட நேரம்

source: ICQ
ta_in: ஒரு ICQ

source: Angeltypes
bg_bg: Видове Angel
hi_in: मत्स्य पालन युक्तियाँ
pa: ਦੂਤ ਕਿਸਮ

source: Shifttypes
hi_in: शिफ्ट प्रकार
pa: ਸ਼ਿਫਟ ਦੀ ਕਿਸਮ

source: Angeltype
bg_bg: Ангел Type
hi_in: एन्जिल प्रकार

source: Grouprights
bg_bg: групови права
hi_in: समूह अधिकार

source: Shifttype
hi_in: शिफ्ट प्रकार

source: Freeloaded
hi_in: मुक्त भरी हुई

source: Prename
fr: Prénom
hi_in: पूर्व नाम

source: Freeloads
hi_in: मुक्त भार
