Repository: engelsystem/engelsystem
Catalog: locale/*.UTF-8/LC_MESSAGES/default.po
Languages: bg_bg, fi_fi, fr, ga_ie, hi_in, hu_hu, ne_in, pa, ta_in

source: Please enter your planned date of departure on your settings page to give us a feeling for teardown capacities.
bg_bg: Моля, въведете вашия планиран дата на заминаване на страницата за настройки, за да ни даде чувство за капацитет изключвайте.
fi_fi: Anna suunniteltua lähtö hakuasetussivuasi antaa meille tunne teardown kapasiteettia.
fr: Veuillez entrer votre date prévue de départ sur votre page de paramètres pour nous donner un sentiment pour les capacités de destruction.
ga_ie: Cuir isteach do dháta beartaithe imeachta ar do leathanach socruithe a thabhairt dúinn le mothú ar thoilleadh teardown.
hi_in: हमें देने के लिए अपनी सेटिंग्स पृष्ठ पर प्रस्थान की अपनी योजना बनाई तारीख दर्ज करेंकटाव क्षमता के लिए एक महसूस कर रही है।
hu_hu: Kérjük, írja be a tervezett indulás időpontja a beállítások oldalon, hogy minket egy érzés, a kapacitások teardown.
ne_in: कृपया teardown क्षमता लागि हामीलाई एक भावना दिन आफ्नो सेटिङहरू पृष्ठमा प्रस्थान आफ्नो योजना मिति प्रविष्ट गर्नुहोस्।
pa: ਸਾਡੇ ਨਾਲ ਟੀਅਰਡਾਊਨ ਦਾ ਆਇਤਨ ਲਈ ਇੱਕ ਭਾਵਨਾ ਨੂੰ ਦੇਣ ਲਈ ਆਪਣੇ ਸੈਟਿੰਗ ਸਫ਼ੇ 'ਤੇ ਜਾਣ ਦੇ ਆਪਣੇ ਦੀ ਯੋਜਨਾ ਦੀ ਮਿਤੀ ਦਿਓ ਜੀ.
ta_in: தயவு செய்து teardown கொள்ளவுக்கானவை எங்களுக்கு ஒரு உணர்வு கொடுக்க உங்கள் அமைப்புகள் பக்கத்தில் புறப்படும் உங்கள் திட்டமிட்ட தேதியில் உள்ளிடவும்.

source: You freeloaded at least %s shifts. Shift signup is locked. Please go to heavens desk to be unlocked again.
bg_bg: Вие freeloaded поне %s смени. Shift регистрация е заключен. Моля отидете на небесата бюро да бъде отключена отново.
fi_fi: Sinä freeloaded vähintään%s vuorossa. Shift kirjautumisen on lukittu. Mene taivaan desk olla auki uudelleen.
fr: Vous freeloaded au moins %s se déplace. Maj signup est verrouillé. Rendez-vous au comptoir de cieux à redevenir déverrouillé.
ga_ie: freeloaded tú ar a laghad%s shifts. Tá Shift signup ghlas. Téigh go deasc flaithis a bheith unlocked arís.
hi_in: आप कम से कम %s पारियों Freeloader। शिफ्ट साइन अप कर बंद कर दिया है। कृपया करने के लिए जानाआकाश डेस्क फिर से खुला होना।
hu_hu: Akkor freeloaded legalább%s műszakban. Shift regisztrációra van zárva. Kérjük, látogasson el ég íróasztal kell oldani újra.
ne_in: तपाईँले कम्तिमा% s को फेरबदल freeloaded। सिफ्ट साइनअप बन्द छ। कृपया फेरि अनलक हुन आकाश डेस्क जानुहोस्।
pa: ਤੁਹਾਨੂੰ ਘੱਟੋ-ਘੱਟ%s ਨੂੰ ਵਾਰੀ freeloaded. Shift ਸਾਇਨਅਪ ਤਾਲਾਬੰਦ ਹੈ. ਕਿਰਪਾ ਕਰਕੇ ਮੁੜ ਕੇ ਅਨਲੌਕ ਹੋਣ ਲਈ ਅਕਾਸ਼ ਡੈਸਕ ਤੇ ਜਾਓ.
ta_in: நீங்கள் குறைந்தது%s ஷிப்டுகளில் freeloaded. ஷிப்ட் இணைந்ததற்கு பூட்டப்பட்டுள்ளது. மீண்டும் திறக்கப்பட்ட நிலையில் இருக்க வானங்கள் மேசை செல்க.

source: You are not marked as arrived. Please go to heaven's desk, get your angel badge and/or tell them that you arrived already.
bg_bg: Вие не са маркирани като пристигна. Моля, преминете към небето бюро, получи значката си Ангел и им кажете, че сте пристигнали вече.
fi_fi: Et ole merkitty saapunut. Mene taivaan kirjoituspöytä, saat enkeli rintanappi ja / tai kertoa heille, että olet jo saapunut.
fr: Vous ne sont pas marqués comme sont arrivés. Veuillez vous rendre au Bureau du ciel, obtenir votre badge d’ange et/ou de leur dire que vous est déjà arrivé.
ga_ie: Níl tú marcáilte mar tháinig. Téigh go neamh ar deasc, a fháil do suaitheantas aingeal agus / nó a insint dóibh go tháinig tú cheana féin.
hi_in: तुम में चिह्नित नहीं कर रहे हैं के रूप में पहुंचे। कृपया, स्वर्ग की मेज पर जाने के अपने दूत मिलबिल्ला और / या उन्हें बताना है कि आप पहले से ही आ गया है।
hu_hu: Ha nem megjelölt, megérkezett. Kérjük, menjen a mennyország íróasztal,-hoz kap a angyal jelvény és/vagy mondd el nekik, hogy már megérkezett.
ne_in: आइपुगे रूपमा चिन्ह लगाइएको छैन। कृपया स्वर्गमा गरेको डेस्क जाने, आफ्नो स्वर्गदूत ब्याज प्राप्त र / वा तपाईं पहिले नै आइपुगे भनेर तिनीहरूलाई भन।
pa: ਤੁਹਾਨੂੰ ਦੇ ਤੌਰ ਤੇ ਪਹੁੰਚੇ ਮਾਰਕ ਨਹੀ ਕਰ ਰਹੇ ਹਨ. ਕਿਰਪਾ ਕਰਕੇ, ਸਵਰਗ ਦੇ ਡੈਸਕ ਨੂੰ ਜਾਣ ਲਈ ਆਪਣੇ ਦੂਤ ਨੂੰ ਬੈਜ ਵਿੱਚ ਪ੍ਰਾਪਤ ਕਰੋ ਅਤੇ / ਜ ਨੂੰ ਦੱਸੋ ਕਿ ਤੁਹਾਨੂੰ ਹੀ ਪਹੁੰਚ ਗਏ.
ta_in: வந்திறங்கியதும் நீங்கள் குறித்தது. , பரலோகத்தில் மேசை செல்க உங்கள் தூதன் பேட்ஜ் பெற மற்றும் / அல்லது நீங்கள் ஏற்கனவே வந்து என்று அவர்கள் சொல்ல.

source: You need to specify a tshirt size in your settings!
bg_bg: Трябва да зададете размер на tshirt във вашите настройки!
fi_fi: Sinun täytyy määrittää tshirt koon asetukset!
fr: Vous devez spécifier une taille de tshirt dans vos paramètres !
ga_ie: Ní mór duit a shonrú méid tshirt i do suímh!
hi_in: आप अपनी सेटिंग्स में एक टी शर्ट आकार को निर्दिष्ट करने की जरूरत है!
hu_hu: Meg kell adnia egy póló méret a beállításait!
ne_in: तपाईं आफ्नो सेटिङहरूमा tshirt आकार निर्दिष्ट गर्न आवश्यक!
pa: ਤੁਹਾਨੂੰ ਆਪਣੇ ਸੈਟਿੰਗ ਵਿੱਚ ਇੱਕ ਟੀ -ਸ਼ਰਟ ਦਾ ਆਕਾਰ ਨਿਰਧਾਰਿਤ ਕਰਨ ਦੀ ਲੋੜ ਹੈ!
ta_in: உங்கள் அமைப்புகளை ஒரு டீ அளவு குறிப்பிட வேண்டும்!

source: You need to specify a DECT phone number in your settings! If you don't have a DECT phone, just enter "-".
bg_bg: Трябва да укажете номер на DECT телефон във вашите настройки! Ако не разполагате с DECT телефон, просто въведете "-".
fi_fi: Sinun täytyy määrittää DECT puhelinnumerosi asetuksista! Jos ei ole DECT-puhelin, anna vain "-".
fr: Vous devez spécifier un numéro de téléphone DECT dans vos paramètres ! Si vous n’avez pas un téléphone DECT, il suffit d’entrer "-".
ga_ie: Ní mór duit a shonrú uimhir theileafóin DECT i do suímh! Mura bhfuil tú ag fón DECT, iontráil "-".
hi_in: आप अपनी सेटिंग्स में एक DECT फोन नंबर निर्दिष्ट करने के लिए की जरूरत है! आप नहीं है, तोएक DECT फोन, बस दर्ज करें "-" ।
hu_hu: Meg kell adnia egy DECT telefon számát, a beállítások! Ha nem rendelkezik a DECT telefon, csak írja be "-".
ne_in: तपाईं आफ्नो सेटिङहरूमा DECT फोन नम्बर निर्दिष्ट गर्न आवश्यक! तपाईं एक DECT फोन छैन भने, केवल प्रवेश "-"।
pa: ਤੁਹਾਨੂੰ ਆਪਣੇ ਸੈਟਿੰਗ ਵਿੱਚ ਇੱਕ DECT ਫੋਨ ਨੰਬਰ ਨਿਰਧਾਰਿਤ ਕਰਨ ਦੀ ਲੋੜ ਹੈ! ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਇੱਕ DECT ਦਾ ਫੋਨ ਹੈ, ਨਾ ਹੈ, ਜੇ, ਹੁਣੇ ਹੀ ਦਿਓ, "-".
ta_in: உங்கள் அமைப்புகளை ஒரு டெக்ட் தொலைபேசி எண் குறிப்பிட வேண்டும்! நீங்கள் ஒரு டெக்ட் தொலைபேசி இல்லை என்றால், வெறும் நுழைய "-".

source: Admin
bg_bg: Администратор
fr: Administrateur
ga_ie: Riarachán
hi_in: व्यवस्थापक
ne_in: व्यवस्थापक
pa: ਪਰਬੰਧਕ
ta_in: நிர்வாகம்

source: No data found.
bg_bg: Няма намерени данни.
fi_fi: Dataa ei löytynyt.
fr: Aucune donnée n'a été trouvée.
ga_ie: Aon sonraí aimsíodh aon rud.
hi_in: कोई डेटा नहीं मिला।
hu_hu: Adat nem található
ne_in: कुनै डाटा भेटिएन।
pa: ਕੋਈ ਡਾਟਾ ਮਿਲਿਆ ਹੈ.
ta_in: தரவு எதுவும் இல்லை.

source: Teams/Job description
bg_bg: Екипи/работа описание
fi_fi: Joukkueet / Toimenkuva
fr: Équipes/Description de l'emploi
ga_ie: Foirne / Cur síos ar phost
hi_in: टीमों / नौकरी का विवरण
hu_hu: Csapat/projekt leírása
ne_in: टोली / अय्यूब विवरण
pa: ਟੀਮ / ਅੱਯੂਬ ਵੇਰਵਾ
ta_in: அணிகள் / வேலை விளக்கம்

source: Angeltype %s deleted.
bg_bg: Ангел Type %s изтрити.
fi_fi: Angeltype%s poistettu.
fr: Angeltype %s supprimé.
ga_ie: Angeltype%s scriosadh.
hi_in: एन्जिल प्रकार %s नष्ट कर दिया।
hu_hu: Angeltype (%s) törölve.
ne_in: Angeltype%s मेटियो।
pa: ਦੂਤ ਕਿਸਮ %s ਨੂੰ ਹਟਾਇਆ.
ta_in: Angeltype%s நீக்கப்பட்டது.

source: Delete angeltype %s
bg_bg: Изтриване Ангел Type %s
fi_fi: Poista angeltype%s
fr: Supprimer angeltype %s
ga_ie: Scrios angeltype%s
hi_in: हटाएँ एंजेल प्रकार% s
hu_hu: Angeltype (%s) törlése
ne_in: मेटाउन angeltype%s को
pa: ਹਟਾਓ ਦੂਤ ਕਿਸਮ %s ਨੂੰ
ta_in: நீக்கு angeltype% கள்

source: Please check the name. Maybe it already exists.
bg_bg: Моля проверете името. Може би вече съществува.
fi_fi: Tarkista nimi. Ehkä se on jo olemassa.
fr: S'il vous plaît vérifier le nom. Peut-être qu'il existe déjà.
ga_ie: Seiceáil le do thoil an t-ainm. B'fhéidir tásc ar thionscnamh cheana.
hi_in: कृपया नाम की जाँच करें। हो सकता है कि यह पहले से ही मौजूद है।
hu_hu: Kérjük, ellenőrizze a nevét. Talán már létezik.
ne_in: कृपया नाम जाँच गर्नुहोस्। शायद यो पहिले नै अवस्थित छ।
pa: ਨਾਮ ਚੈੱਕ ਕਰੋ ਜੀ. ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਇਸ ਨੂੰ ਹੀ ਮੌਜੂਦ ਹੈ.
ta_in: பெயரைச் சரிபார்த்து. ஒருவேளை அது ஏற்கனவே உள்ளது.

source: Edit %s
bg_bg: Промяна %s
fi_fi: Muokkaa%s
fr: Modifier%s
ga_ie: Cuir%s
hi_in: %s संपादित करें
hu_hu: Szerkesztés:%s
ne_in: %s सम्पादन गर्नुहोस्
pa: %s ਨੂੰ ਸੋਧ
ta_in: %s ஐ மாற்று

source: Team %s
bg_bg: Екип %s
fr: Équipe de %s
ga_ie: Foireann%s
hi_in: टीम %s
hu_hu: Csapat: %s
ne_in: टोली%s को
pa: ਟੀਮ ਨੂੰ%s
ta_in: குழு% கள்

source: view
bg_bg: преглед
fi_fi: katso
fr: vue
hi_in: राय
hu_hu: néz
ne_in: दृश्य
pa: ਝਲਕ
ta_in: பார்வை

source: edit
bg_bg: редактирам
fi_fi: muokkaa
fr: éditer
ga_ie: in eagar
hi_in: संपादित करें
hu_hu: szerkesztés
ne_in: सम्पादन
pa: ਸੰਪਾਦਨ
ta_in: தொகு

source: delete
bg_bg: изтривам
fi_fi: poistaa
fr: supprimer
ga_ie: scriosadh
hi_in: हटाएँ
hu_hu: Töröl
ne_in: मेटाउन
pa: ਨੂੰ ਹਟਾਉਣ
ta_in: அழி

source: leave
bg_bg: оставям
fi_fi: loma
fr: congé
ga_ie: saoire
hi_in: छोड़ना
hu_hu: Kiszállás
ne_in: छोड
pa: ਛੱਡ
ta_in: விட்டு

source: join
bg_bg: Включване
fi_fi: liitos
fr: lier contestation
ga_ie: páirteach
hi_in: में शामिल होने
hu_hu: összeköt
ne_in: सामेल
pa: ਆਉਣ
ta_in: சேர

source: Shift could not be found.
bg_bg: Смяна не може да бъде намерен.
fi_fi: Shift ei löytynyt.
fr: Maj est introuvable.
ga_ie: Níorbh fhéidir Shift a fháil.
hi_in: बदलाव नहीं पाया जा सका।
hu_hu: Shift nem található.
ne_in: सिफ्ट भेट्टाउन सकिएन।
pa: ਸ਼ਿਫਟ ਲੱਭਿਆ ਜਾ ਸਕਦਾ ਹੈ.
ta_in: ஷிப்ட் கண்டறிய முடியவில்லை.

source: Shifttype %s deleted.
bg_bg: Shifttype %s изтрити.
fi_fi: Shifttype%s poistettu.
fr: Shifttype %s supprimé.
ga_ie: Shifttype%s scriosadh.
hi_in: शिफ्ट प्रकार %s नष्ट कर दिया।
hu_hu: Shifttype (%s) törölve.
ne_in: Shifttype%s मेटियो।
pa: ਸ਼ਿਫਟ ਦੀ ਕਿਸਮ %s ਨੂੰ ਹਟਾਇਆ.
ta_in: Shifttype%s நீக்கப்பட்டது.

source: Delete shifttype %s
bg_bg: Изтриване shifttype %s
fi_fi: Poista shifttype%s
fr: Supprimer shifttype %s
ga_ie: Scrios shifttype%s
hi_in: हटाएँ पारी प्रकार %s
hu_hu: Shifttype (%s) törlése
ne_in: मेटाउन shifttype%s को
pa: ਹਟਾਓ ਸ਼ਿਫਟ ਦੀ ਕਿਸਮ %s ਨੂੰ
ta_in: நீக்கு shifttype%s ள்

source: Shifttype not found.
bg_bg: Shifttype не е намерен.
fi_fi: Shifttype ei löytynyt.
fr: Shifttype introuvable.
ga_ie: Shifttype gan aimsiú.
hi_in: बदलाव नहीं मिला टाइप करें।
hu_hu: Shifttype nem található.
ne_in: Shifttype फेला परेन।
pa: ਸ਼ਿਫਟ ਦੀ ਕਿਸਮ ਨਾ ਲੱਭੀ.
ta_in: Shifttype இல்லை.

source: Please enter a name.
bg_bg: Моля въведете име.
fi_fi: Anna nimi.
fr: Veuillez saisir un nom.
ga_ie: Tabhair ainm.
hi_in: एक नाम दर्ज करें।
hu_hu: Add meg a neved
ne_in: कृपया नाम प्रविष्ट गर्नुहोस्।
pa: ਇੱਕ ਨਾਮ ਦਰਜ ਕਰੋ.
ta_in: ஒரு பெயரை உள்ளிடவும்.

source: Updated shifttype.
bg_bg: Актуализирана shifttype.
fi_fi: Päivitetty shifttype.
fr: Mise à jour shifttype.
ga_ie: Nuashonraithe shifttype.
hi_in: बदलाव प्रकार अद्यतन किया गया।
hu_hu: Frissített shifttype.
ne_in: अद्यावधिक shifttype।
pa: ਸ਼ਿਫਟ ਦੀ ਕਿਸਮ ਅੱਪਡੇਟ.
ta_in: shifttype மேம்படுத்தப்பட்டது.

source: Created shifttype.
bg_bg: Създаден shifttype.
fi_fi: Luotu shifttype.
fr: Créé shifttype.
ga_ie: Cruthaithe shifttype.
hi_in: बदलाव प्रकार बनाएँ।
hu_hu: Létrehozott shifttype.
ne_in: सिर्जना shifttype।
pa: ਬਣਾਇਆ ਸ਼ਿਫਟ ਦੀ ਕਿਸਮ.
ta_in: உருவாக்கப்பட்டது shifttype.

source: There is %d unconfirmed angeltype.
bg_bg: Има %d непотвърдени Ангел Type.
fi_fi: On%d vahvistamaton angeltype.
fr: Il y a %d angeltype non confirmée.
ga_ie: %d angeltype nár daingníodh d.
hi_in: %d अपुष्ट angeltype नहीं है।
hu_hu: %d van meg nem erősített angeltype.
ne_in: त्यहाँ % d अपुष्ट कोण प्रकार छ।
pa: ਇੱਥ %d ਅਸਪਸ਼ਟ ਅੰਗਰੇਜ਼ ਕਿਸਮ ਹੈ.
ta_in: %d உறுதிப்படுத்தப்படாத angeltype உள்ளது.

source: Angel types which need approvals:
bg_bg: Ангел типове, които се нуждаят от одобрения:
fi_fi: Angel tyypit jotka tarvitsevat hyväksynnät:
fr: Types d’Angel qui nécessitent des approbations :
ga_ie: Cineálacha Angel ar gá faomhadh:
hi_in: एन्जिल प्रकार जो मंजूरी की जरूरत है:
hu_hu: Angel-típusokat, amelyek a szükséges engedélyek:
ne_in: स्वर्गदूतले प्रकार जो अनुमोदन आवश्यक:
pa: ਦੂਤ ਕਿਸਮ ਹੈ, ਜੋ ਕਿ ਮਨਜ਼ੂਰੀ ਦੀ ਲੋੜ ਹੈ:
ta_in: ஒப்புதல்கள் வேண்டும், இது ஏஞ்சல் வகையான:

source: Angeltype doesn't exist.
bg_bg: Ангел Type не съществува.
fi_fi: Angeltype ei ole olemassa.
fr: Angeltype n’existe pas.
ga_ie: Níl Angeltype ann.
hi_in: Angeltype मौजूद नहीं है।
hu_hu: Angeltype nem létezik.
ne_in: Angeltype अवस्थित छैन।
pa: Angeltype ਮੌਜੂਦ ਨਹੀ ਹੈ.
ta_in: Angeltype இல்லை.

source: You are not allowed to delete all users for this angeltype.
bg_bg: Не можете да изтриете всички потребители за този Ангел Type.
fi_fi: Et voi poistaa kaikki käyttäjät tästä angeltype.
fr: Il est interdit de supprimer tous les utilisateurs de cette angeltype.
ga_ie: Níl cead agat a scriosadh gach úsáideoir ar an angeltype.
hi_in: आप इस angeltype के लिए सभी उपयोगकर्ताओं को नष्ट करने की अनुमति नहीं है।
hu_hu: Tilos törölni minden használók részére a angeltype.
ne_in: तपाईंले यो angeltype लागि सबै प्रयोगकर्ताहरू मेट्न अनुमति छैन।
pa: ਤੁਹਾਨੂੰ ਇਸ angeltype ਲਈ ਸਭ ਉਪਭੋਗੀ ਨੂੰ ਹਟਾਉਣ ਲਈ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀ ਕਰ ਰਹੇ ਹਨ.
ta_in: நீங்கள் இந்த angeltype அனைத்து பயனர்கள் நீக்க அனுமதி இல்லை.

source: Denied all users for angeltype %s.
bg_bg: Отказан достъп на всички потребители за Ангел Type %s.
fi_fi: Kiistänyt kaikki käyttäjät angeltype%s.
fr: Refuser tous les utilisateurs d’angeltype %s.
ga_ie: Shéan na húsáideoirí go léir le haghaidh angeltype%s.
hi_in: Angeltype %s के लिए सभी उपयोगकर्ताओं निषेध।
hu_hu: Minden felhasználó a angeltype %s megtagadta.
ne_in: angeltype%s को लागि सबै प्रयोगकर्ताहरू अस्वीकृत गरियो।
pa: ਅੰਗਰੇਜ਼ ਕਿਸਮ %s ਲਈ ਸਭ ਉਪਭੋਗੀ ਇਨਕਾਰ ਕੀਤਾ.
ta_in: angeltype%s அனைத்து பயனர் மறுக்கப்பட்டது.

source: Deny all users
bg_bg: Отказ на всички потребители
fi_fi: Kieltää kaikkien käyttäjien
fr: Refuser tous les utilisateurs
ga_ie: Diúltaigh gach úsáideoir
hi_in: सभी उपयोगकर्ताओं इंकार
hu_hu: Tagadja az összes felhasználó
ne_in: सबै प्रयोगकर्ता अस्वीकार
pa: ਸਭ ਉਪਭੋਗੀ ਪਾਬੰਦੀ
ta_in: அனைத்து பயனர் மறு

source: User angeltype doesn't exist.
bg_bg: Потребителят Ангел Type не съществува.
fi_fi: Käyttäjä angeltype ei ole olemassa.
fr: Angeltype d’utilisateur n’existe pas.
ga_ie: Níl Úsáideora angeltype ann.
hi_in: यूजर angeltype मौजूद नहीं है।
hu_hu: Felhasználói angeltype nem létezik.
ne_in: प्रयोगकर्ता angeltype अवस्थित छैन।
pa: ਯੂਜ਼ਰ ਅੰਗਰੇਜ਼ ਕਿਸਮ ਮੌਜੂਦ ਨਹੀ ਹੈ.
ta_in: பயனர் angeltype இல்லை.

source: You are not allowed to confirm all users for this angeltype.
bg_bg: Не можете да потвърдите всички потребители за този Ангел Type.
fi_fi: Et saa vahvistaa kaikki käyttäjät tästä angeltype.
fr: Vous n’êtes pas autorisé à confirmer tous les utilisateurs de cette angeltype.
ga_ie: Níl cead agat a dhearbhú gach úsáideoir ar an angeltype.
hi_in: आप इस angeltype के लिए सभी उपयोगकर्ताओं पुष्टि करने के लिए अनुमति नहीं है।
hu_hu: Megerősítéséhez minden használók részére ez angeltype nem engedélyezettek.
ne_in: तपाईंले यो angeltype लागि सबै प्रयोगकर्ताहरू पुष्टि गर्न अनुमति छैन।
pa: ਤੁਹਾਨੂੰ ਇਸ ਅੰਗਰੇਜ਼ ਕਿਸਮ ਲਈ ਸਭ ਉਪਭੋਗੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀ ਕਰ ਰਹੇ ਹਨ.
ta_in: நீங்கள் இந்த angeltype அனைத்து பயனர்கள் உறுதிப்படுத்த அனுமதி இல்லை.

source: Confirmed all users for angeltype %s.
bg_bg: Потвърждават всички потребители за Ангел Type %s.
fi_fi: Vahvistettu kaikki käyttäjät angeltype%s.
fr: A confirmé tous les utilisateurs d’angeltype %s.
ga_ie: Confirmed gach úsáideoir do angeltype%s.
hi_in: Angeltype %s के लिए सभी उपयोगकर्ताओं की पुष्टि की है ।
hu_hu: Angeltype %s használó összes felhasználóra megerősítette.
ne_in: angeltype%s को लागि सबै प्रयोगकर्ताहरू पुष्टि गर्यो।
pa: ਅੰਗਰੇਜ਼ ਕਿਸਮ %s ਲਈ ਸਭ ਉਪਭੋਗੀ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ.
ta_in: angeltype%s அனைத்து பயனர்கள் உறுதி.

source: Confirm all users
bg_bg: Потвърдете всички потребители
fi_fi: Vahvista kaikki käyttäjät
fr: Confirmer tous les utilisateurs
ga_ie: Deimhnigh gach úsáideoir
hi_in: सभी उपयोगकर्ताओं की पुष्टि करें
hu_hu: Erősítse meg az összes felhasználó számára
ne_in: सबै प्रयोगकर्ता पुष्टि
pa: ਸਭ ਉਪਭੋਗੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
ta_in: அனைத்து பயனர்கள் உறுதிப்படுத்தவும்

source: You are not allowed to confirm this users angeltype.
bg_bg: Не можете да потвърдите това потребители Ангел Type.
fi_fi: Et saa vahvistaa tätä käyttäjille angeltype.
fr: Vous n’êtes pas autorisé à confirmer cette angeltype utilisateurs.
ga_ie: Níl cead agat a dheimhniú d'úsáideoirí angeltype.
hi_in: आप इस उपयोगकर्ता की angeltype पुष्टि करने के लिए अनुमति नहीं है।
hu_hu: Nem látogathatja, hogy erősítse meg a felhasználók angeltype.
ne_in: तपाईंले यो प्रयोगकर्ता angeltype पुष्टि गर्न अनुमति छैन।
pa: ਤੁਹਾਨੂੰ ਇਸ ਯੂਜ਼ਰ ਨੂੰ angeltype ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀ ਕਰ ਰਹੇ ਹਨ.
ta_in: நீங்கள் இந்த பயனர் angeltype உறுதிப்படுத்த அனுமதி இல்லை.

source: User doesn't exist.
bg_bg: Потребителят не съществува.
fi_fi: Käyttäjä ei ole olemassa.
fr: L’utilisateur ”%s” n’ existe pas
ga_ie: Níl Úsáideora ann.
hi_in: यूजर मौजूद नहीं है।
hu_hu: Felhasználó nem létezik.
ne_in: प्रयोगकर्ता अवस्थित छैन।
pa: ਉਪਭੋਗੀ ਮੌਜੂਦ ਨਹੀ ਹੈ.
ta_in: பயனர் இல்லை.

source: %s confirmed for angeltype %s.
bg_bg: %s е потвърдена за Ангел Type %s.
fi_fi: %s vahvistettu angeltype%s.
fr: %s a confirmé pour angeltype %s.
ga_ie: %s deimhnithe do angeltype%s.
hi_in: %s एंजेल प्रकार %s के लिए की पुष्टि की।
hu_hu: %s megerősítette a angeltype: %s.
ne_in: %s को angeltype%s को पुष्टि।
pa: ਅੰਗਰੇਜ਼ ਕਿਸਮ %s ਲਈ%s ਨੂੰ ਪੁਸ਼ਟੀ ਕੀਤੀ.
ta_in: %s ள் angeltype %s உறுதி.

source: Confirm angeltype for user
bg_bg: Потвърдете angeltype за потребител
fi_fi: Vahvista angeltype käyttäjälle
fr: Angeltype pour l’utilisateur de confirmer
ga_ie: Deimhnigh angeltype don úsáideoir
hi_in: उपयोगकर्ता के लिए angeltype की पुष्टि करें
hu_hu: Erősítse meg a felhasználó angeltype
ne_in: प्रयोगकर्ताको लागि angeltype पुष्टि
pa: ਉਪਭੋਗੀ ਲਈ ਅੰਗਰੇਜ਼ ਕਿਸਮ ਦੀ ਪੁਸ਼ਟੀ
ta_in: பயனர் angeltype உறுதிப்படுத்தவும்

source: You are not allowed to delete this users angeltype.
bg_bg: Не можете да изтриете този потребител Ангел Type.
fi_fi: Et voi poistaa tämän käyttäjille angeltype.
fr: Vous n'êtes pas autorisé à supprimer cette angeltype utilisateurs.
ga_ie: Níl cead agat a scriosadh úsáideoirí angeltype.
hi_in: आप इस उपयोगकर्ता की angeltype को नष्ट करने की अनुमति नहीं है।
hu_hu: Tilos törölni a felhasználók angeltype.
ne_in: तपाईंले यो प्रयोगकर्ता angeltype मेटाउन अनुमति छैन।
pa: ਤੁਹਾਨੂੰ ਇਸ ਯੂਜ਼ਰ ਨੂੰ ਅੰਗਰੇਜ਼ ਕਿਸਮ ਨੂੰ ਹਟਾਉਣ ਲਈ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀ ਕਰ ਰਹੇ ਹਨ.
ta_in: நீங்கள் இந்த பயனர் angeltype நீக்க அனுமதி இல்லை.

source: User %s removed from %s.
bg_bg: Потребител %s е премахнат от %s.
fi_fi: Käyttäjä%s poistettu%s.
fr: L’utilisateur %s supprimé de %s.
ga_ie: Úsáideoir%s as%s.
hi_in: उपयोगकर्ता %s %s से हटा दिया।
hu_hu: %S felhasználót el: %s.
ne_in: प्रयोगकर्ता%s को%s बाट हटाइयो।
pa: ਯੂਜ਼ਰ%s%s ਨੂੰ ਹਟਾ.
ta_in: பயனர் %s %s இருந்து நீக்கப்பட்டது.

source: Remove angeltype
bg_bg: Премахване Ангел Type
fi_fi: Poista angeltype
fr: Supprimer angeltype
ga_ie: bain angeltype
hi_in: परी प्रकार निकालें
hu_hu: Távolítsa el a angeltype
ne_in: angeltype हटाउन
pa: angeltype ਹਟਾਓ
ta_in: angeltype நீக்க

source: You are not allowed to set coordinator rights.
bg_bg: Не е позволено да се определят правата на координатор.
fi_fi: Et saa asettaa koordinaattori oikeuksia.
fr: Vous n’êtes pas autorisé à définir des droits du coordinateur.
ga_ie: Níl cead agat shocrú cearta gcomhordaitheoir.
hi_in: आप समन्वयक अधिकार स्थापित करने के लिए अनुमति नहीं है।
hu_hu: Nem látogathatja meg koordinátor jogokat.
ne_in: तपाईं संयोजक अधिकार सेट गर्न अनुमति छैन।
pa: ਤੁਹਾਨੂੰ ਕੋਆਰਡੀਨੇਟਰ ਅਧਿਕਾਰ ਸੈੱਟ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀ ਕਰ ਰਹੇ ਹਨ.
ta_in: நீங்கள் ஒருங்கிணைப்பாளர் உரிமைகள் அமைக்க அனுமதி இல்லை.

source: No coordinator update given.
bg_bg: Не актуализация координатор дал.
fi_fi: Ei koordinaattori päivitys annetaan.
fr: Aucune mise à jour coordonnateur donné.
ga_ie: Níl nuashonrú comhordaitheoir ar leith.
hi_in: नहीं समन्वयक अद्यतन दिए गए।
hu_hu: Nincs koordinátor frissítés miatt.
ne_in: कुनै संयोजक अद्यावधिक दिइएको।
pa: ਕੋਈ ਕੋਆਰਡੀਨੇਟਰ ਅੱਪਡੇਟ ਦਿੱਤਾ ਗਿਆ.
ta_in: இல்லை ஒருங்கிணைப்பாளர் மேம்படுத்தல் கொடுக்கப்பட்ட.

source: Added coordinator rights for %s to %s.
bg_bg: Добавен права координатор за%s до% ите.
fi_fi: Lisätty koordinaattori oikeudet%s%s.
fr: Coordinateur ajouté droits pour %s α %s.
ga_ie: cearta comhordaitheoir Added le%s go%s.
hi_in: %s %s के लिए जोड़ा गया समन्वयक अधिकार।
hu_hu: Hozzáadott koordinátor jogok %s %s.
ne_in: %s%s को लागि संयोजक अधिकार थपियो।
pa: %s %s ਲਈ ਜੋੜੇ ਗਏ ਕੋਆਰਡੀਨੇਟਰ ਅਧਿਕਾਰ.
ta_in: %s ள் %s சேர்க்கப்பட்டது ஒருங்கிணைப்பாளர் உரிமைகள்.

source: Removed coordinator rights for %s from %s.
bg_bg: Премахнати права координатор за%s от%s.
fi_fi: Poistettu koordinaattori oikeudet%s%s.
fr: Droits coordonnateur supprimé %s de %s.
ga_ie: cearta comhordaitheoir bhaint as%s ó%s.
hi_in: %s से %s के लिए निकाला समन्वयक अधिकार।
hu_hu: Távoli koordinátor jogok: %s: %s.
ne_in: %s को लागि संयोजक अधिकार हटाइयो%s बाट।
pa: %s %s ਲਈ ਹਟਾ ਕੋਆਰਡੀਨੇਟਰ ਅਧਿਕਾਰ.
ta_in: %s %s நீக்கப்பட்ட ஒருங்கிணைப்பாளர் உரிமைகள்.

source: Add coordinator rights
bg_bg: Добавете права координатор
fi_fi: Lisää koordinaattori oikeudet
fr: Ajouter le coordinateur droits
ga_ie: Cuir cearta comhordaitheoir
hi_in: समन्वयक अधिकार जोड़े
hu_hu: Koordinátor jogokat
ne_in: संयोजक अधिकार थप्न
pa: ਕੋਆਰਡੀਨੇਟਰ ਅਧਿਕਾਰ ਜੋੜੋ
ta_in: ஒருங்கிணைப்பாளர் உரிமைகள் சேர்

source: Remove coordinator rights
bg_bg: Премахване права координатор
fi_fi: Poista koordinaattori oikeudet
fr: Supprimer les droits de coordonnateur
ga_ie: Bain cearta comhordaitheoir
hi_in: समन्वयक अधिकार निकालें
hu_hu: Távolítsa el a koordinátor jogok
ne_in: संयोजक अधिकार हटाउने
pa: ਕੋਆਰਡੀਨੇਟਰ ਅਧਿਕਾਰ ਹਟਾਓ
ta_in: ஒருங்கிணைப்பாளர் உரிமைகள் நீக்க

source: Please select a user.
bg_bg: Моля, изберете един потребител.
fi_fi: Valitse käyttäjä.
fr: Veuillez sélectionner un utilisateur.
ga_ie: Roghnaigh úsáideoir.
hi_in: कृपया एक उपयोगकर्ता का चयन करें।
hu_hu: Kérjük, válassza ki a felhasználó.
ne_in: कृपया प्रयोगकर्ता चयन गर्नुहोस्।
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਯੂਜ਼ਰ ਚੁਣੋ.
ta_in: ஒரு பயனர் தேர்ந்தெடுக்கவும்.

source: User %s added to %s.
bg_bg: Потребителят% е добавен в% ите.
fi_fi: Käyttäjä%s lisätään%s.
fr: Utilisateur %s ajouté par %s.
ga_ie: Úsáideoir%s leanas le%s.
hi_in: उपयोगकर्ता %s %s के लिए कहा।
hu_hu: %S %s hozzá a felhasználó.
ne_in: प्रयोगकर्ता%s को%s को थपियो।
pa: ਯੂਜ਼ਰ %s %s ਨੂੰ ਸ਼ਾਮਿਲ ਕੀਤਾ.
ta_in: பயனர் %s %s சேர்க்கப்பட்டது.

source: Add user to angeltype
bg_bg: Добавяне на потребител към Ангел Type
fi_fi: Lisää käyttäjä angeltype
fr: Ajouter l’utilisateur à angeltype
ga_ie: Tags: a angeltype
hi_in: एंजेल प्रकार उपयोगकर्ता को जोड़ना
hu_hu: Felhasználó felvétele a angeltype
ne_in: angeltype प्रयोगकर्ता थप्न
pa: ਉਪਭੋਗੀ ਨੂੰ ਅੰਗਰੇਜ਼ ਕਿਸਮ ਜੋੜੋ
ta_in: angeltype பயனர் சேர்

source: You are already a %s.
bg_bg: Вие вече сте% ите.
fi_fi: Olet jo%s.
fr: Vous êtes déjà un %s.
ga_ie: Tá tú cheana féin%s.
hi_in: आप पहले से ही एक %s रहे हैं।
hu_hu: Te már egy %s.
ne_in: तपाईं पहिले नै%s को हो।
pa: ਤੁਹਾਨੂੰ ਹੀ %s ਹਨ.
ta_in: நீங்கள் ஏற்கனவே ஒரு %s ள் உள்ளன.

source: You joined %s.
bg_bg: Вие се присъедини% ите.
fi_fi: Sinä liittynyt%s.
fr: Vous avez rejoint %s.
ga_ie: Chuaigh tú%s.
hi_in: आप %s में शामिल हो गए।
hu_hu: %S csatlakozott.
ne_in: तपाईँले%s को साथ दिए।
pa: ਤੁਹਾਨੂੰ %s ਨੂੰ ਸ਼ਾਮਲ ਹੋ ਗਏ.
ta_in: %s சேர்ந்தார்.

source: Become a %s
bg_bg: Стани%s
fi_fi: Ryhdy%s
fr: Créer ma %s
ga_ie: Bí i do%s
hi_in: एक %s बनें
hu_hu: Lesz egy %s
ne_in: एक%s को बन्न
pa: ਇੱਕ %s ਬਣੋ
ta_in: ஒரு%s ள் ஆக
