Repository: engelsystem/engelsystem
Catalog: locale/*.UTF-8/LC_MESSAGES/default.po
Languages: bg_bg, fi_fi, fr, ga_ie, hi_in, hu_hu, ne_in, pa, ta_in

source: The shifts end has to be after its start.
bg_bg: края на смени трябва да бъде след нейното начало.
fi_fi: Vuorot pää on oltava kuluttua sen aloittamisesta.
fr: La fin des quarts de travail doit être après son départ.
ga_ie: Tá an deireadh shifts a bheith tar éis a thosú.
hi_in: पारियों अंत में अपनी शुरुआत के बाद हो गया है।
hu_hu: A műszak végén, hogy a start után.
ne_in: यो फेरबदल अन्त सुरु गरेपछि हुन छ।
pa: ਵਾਰੀ ਅੰਤ ਨੂੰ ਇਸ ਦੀ ਸ਼ੁਰੂਆਤ ਦੇ ਬਾਅਦ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ.
ta_in: ஷிப்டுகளில் இறுதியில் அதன் தொடக்கத்தில் பின்னர் இருக்க வேண்டும்.

source: Please enter a shift duration in minutes.
bg_bg: Моля, въведете продължителност промяна в минути.
fi_fi: Anna siirtyminen kesto minuuteissa.
fr: S’il vous plaît entrez une durée en minutes.
ga_ie: Iontráil ré athrú i nóiméid.
hi_in: मिनट में एक पारी अवधि दर्ज करें।
hu_hu: Kérjük, írja be a shift időtartama percben.
ne_in: कृपया मिनेटमा एक पारी अवधि प्रविष्ट गर्नुहोस्।
pa: ਮਿੰਟ ਵਿੱਚ ਇੱਕ ਸ਼ਿਫਟ ਅੰਤਰਾਲ ਦਿਓ ਜੀ.
ta_in: தயவு செய்து நிமிடங்கள் ஒரு மாற்றத்தை கால உள்ளிடவும்.

source: Please split the shift-change hours by colons.
bg_bg: Моля намалете часове смяна на климата от двоеточие.
fi_fi: Ole hyvä ja jakaa shift-muutos tuntia kaksoispisteillä.
fr: S’il vous plaît, diviser les heures de changement de quart par le signe deux-points.
ga_ie: Tabhair scoilt na huaireanta athrú-athrú ag colons.
hi_in: कॉलन से पारी परिवर्तन घंटे विभाजित करें।
hu_hu: A shift-váltás óra kérjük ketté kettőspont.
ne_in: कृपया कलन गरेर पारी-परिवर्तन घण्टा विभाजित।
pa: ਕਾਲਨ ਨਾਲ ਸ਼ਿਫਟ-ਤਬਦੀਲੀ ਘੰਟੇ ਵੰਡਿਆ ਕਰੋ.
ta_in: குடியை மாற்றம்-மாற்றம் மணி பிரிக்கவும்.

source: Please select a mode.
bg_bg: Моля, изберете режим.
fi_fi: Valitse tila.
fr: Veuillez sélectionner un mode.
ga_ie: Roghnaigh mód.
hi_in: कृपया एक मोड का चयन करें ।
hu_hu: Kérjük, válassza ki a mód.
ne_in: कृपया मोड चयन गर्नुहोस्।
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਮੋਡ ਦੀ ਚੋਣ ਕਰੋ.
ta_in: ஒரு முறை தேர்ந்தெடுக்கவும்.

source: Please check the needed angels for team %s.
bg_bg: Моля, проверете необходими ангелите за отбор %s те.
fi_fi: Tarkista tarvittavat enkelit taktiikka%s.
fr: S’il vous plaît vérifier les anges nécessaires pour l’équipe de %s.
ga_ie: Seiceáil le do thoil an aingeal ag teastáil le haghaidh foirne%s.
hi_in: टीम %s के लिए आवश्यक स्वर्गदूतों की जाँच करें।
hu_hu: Kérjük, ellenőrizze a szükséges angyalok csapat %s.
ne_in: टोली%s को लागि आवश्यक स्वर्गदूतहरू जाँच गर्नुहोस्।
pa: ਟੀਮ ਨੂੰ%s ਲਈ ਲੋੜ ਹੈ ਦੂਤ ਚੈੱਕ ਕਰੋ ਜੀ.
ta_in: அணி%s தேவை தேவதைகள் சரிபார்க்கவும்.

source: There are 0 angels needed. Please enter the amounts of needed angels.
bg_bg: Има 0 ангели необходими. Моля, въведете размера на необходимите ангели.
fi_fi: On 0 enkeleitä tarvitaan. Anna määriä tarvitaan enkeleitä.
fr: Il y a 0 anges nécessaires. Veuillez saisir les montants des anges nécessaires.
ga_ie: Tá 0 aingeal ag teastáil. Cuir isteach méideanna de aingeal ag teastáil.
hi_in: 0 स्वर्गदूतों की जरूरत नहीं है। जरूरत स्वर्गदूतों की मात्रा दर्ज करें।
hu_hu: Vannak 0 angyalok szükséges. Kérjük, írja be az összegeket szükséges angyalok.
ne_in: त्यहाँ 0 स्वर्गदूतहरू आवश्यक छन्। आवश्यक स्वर्गदूतहरूको रकम प्रविष्ट गर्नुहोस्।
pa: ਉੱਥੇ 0 ਦੂਤ ਦੀ ਲੋੜ ਹਨ. ਦੀ ਲੋੜ ਦੂਤ ਦੇ ਮਾਤਰਾ ਦਿਓ ਜੀ.
ta_in: தேவை 0 தேவதைகள் உள்ளன. தயவு செய்து தேவை தேவதூதர்கள் அளவு நுழைய.

source: Please select a mode for needed angels.
bg_bg: Моля, изберете режим за необходими ангели.
fi_fi: Valitse tila tarvitaan enkeleitä.
fr: Veuillez sélectionner le mode anges nécessaires.
ga_ie: Roghnaigh modh do aingeal ag teastáil.
hi_in: कृपया जरूरत स्वर्गदूतों के लिए एक मोड का चयन करें ।
hu_hu: Kérjük, válassza ki a mód szükséges angyalok.
ne_in: कृपया आवश्यक स्वर्गदूतहरू लागि एक मोड चयन गर्नुहोस्।
pa: ਕਿਰਪਾ ਕਰਕੇ ਲੋੜ ਹੈ ਦੂਤ ਦੇ ਲਈ ਇੱਕ ਮੋਡ ਦੀ ਚੋਣ ਕਰੋ.
ta_in: தேவை தேவதைகள் ஒரு முறை தேர்ந்தெடுக்கவும்.

source: Please select needed angels.
bg_bg: Моля изберете необходими ангели.
fi_fi: Valitse tarvitaan enkeleitä.
fr: Veuillez sélectionner les anges nécessaires.
ga_ie: Roghnaigh aingeal ag teastáil.
hi_in: कृपया जरूरत स्वर्गदूतों का चयन करें।
hu_hu: Kérjük, válassza ki a szükséges angyalok.
ne_in: कृपया आवश्यक स्वर्गदूतहरू चयन गर्नुहोस्।
pa: ਦੀ ਲੋੜ ਦੂਤ ਦੀ ਚੋਣ ਕਰੋ ਜੀ.
ta_in: தேவை தேவதைகள் தேர்ந்தெடுக்கவும்.

source: Time and location
bg_bg: Време и място
fi_fi: Aika ja paikka
fr: Horaire et lieu
ga_ie: Am agus suíomh
hi_in: समय और स्थान
hu_hu: Idő és helyszín
ne_in: समय र स्थान
pa: ਟਾਈਮ ਅਤੇ ਸਥਾਨ
ta_in: நேரம் மற்றும் இடம்

source: Type and title
bg_bg: Вид и наименование
fi_fi: Tyyppi ja otsikko
fr: Type et titre
ga_ie: Cineál agus teideal
hi_in: टाइप करें और शीर्षक
hu_hu: Típus és cím
ne_in: प्रकार र शीर्षक
pa: ਕਿਸਮ ਅਤੇ ਦਾ ਸਿਰਲੇਖ
ta_in: வகை மற்றும் தலைப்பு

source: Needed angels
bg_bg: Необходими ангели
fi_fi: tarvittavat enkelit
fr: Anges nécessaires
ga_ie: aingeal ag teastáil
hi_in: की जरूरत स्वर्गदूतों
hu_hu: Szükséges angyalok
ne_in: आवश्यक स्वर्गदूतहरू
pa: ਦੀ ਲੋੜ ਦੂਤ
ta_in: தேவைப்படும் தேவதைகள்

source: Mode
bg_bg: вид
fi_fi: Toimintatila
ga_ie: cóir iompair
hi_in: मोड
hu_hu: Mód
ne_in: मोड
pa: ਮੋਡ
ta_in: முறை

source: Create one shift
bg_bg: Създаване на една смяна
fi_fi: Luo yhden työvuoron
fr: Créer un poste de travail
ga_ie: Cruthaigh aon athrú
hi_in: एक पारी बनाएँ
hu_hu: Hozzon létre egy műszak
ne_in: एक पारी सिर्जना
pa: ਇੱਕ ਸ਼ਿਫਟ ਬਣਾਓ
ta_in: ஒரு ஷிப்ட் உருவாக்கு

source: Create multiple shifts
bg_bg: Създаване на няколко смени
fi_fi: Luo useita muutoksia
fr: Créer plusieurs quarts de travail
ga_ie: Cruthaigh shifts iolrach
hi_in: कई पारियों बनाएँ
hu_hu: Hozzon létre több műszakban
ne_in: धेरै फेरबदल सिर्जना
pa: ਮਲਟੀਪਲ ਵਾਰੀ ਬਣਾਓ
ta_in: பல ஷிப்டுகளில் உருவாக்கு

source: Create multiple shifts with variable length
bg_bg: Създаване на няколко смени с променлива дължина
fi_fi: Luo useita siirtymiä muuttuvamittaisilla
fr: Créer de multiples déplacements à longueur variable
ga_ie: Cruthaigh shifts il le ilfhaid
hi_in: चर लंबाई के साथ कई पारियों बनाएँ
hu_hu: Hozzon létre több műszakban változó hosszúságú
ne_in: चर लम्बाइ धेरै फेरबदल सिर्जना
pa: ਵੇਰੀਏਬਲ ਲੰਬਾਈ ਨਾਲ ਕਈ ਵਾਰੀ ਬਣਾਓ
ta_in: மாறி நீளம் பல ஷிப்டுகளில் உருவாக்கு

source: Shift change hours
bg_bg: промяна Shift часа
fi_fi: Shift muutos tuntia
fr: Décaler les heures de changement
ga_ie: uaireanta athrú Shift
hi_in: पाली बदलने घंटे
hu_hu: SHIFT változtatni óra
ne_in: सिफ्ट परिवर्तन घण्टा
pa: Shift ਤਬਦੀਲੀ ਘੰਟੇ
ta_in: ஷிப்ட் மாற்றம் மணி

source: Take needed angels from room settings
bg_bg: Вземете необходими ангели от настройките на стаите
fi_fi: Ota tarvitaan enkeleitä huoneen asetuksista
fr: Prendre les anges nécessaires des paramètres de la salle
ga_ie: Tóg aingeal ag teastáil ó shuíomhanna seomra
hi_in: कमरे सेटिंग्स से जरूरत स्वर्गदूतों लो
hu_hu: Hogy szükséges angyalok helyiség-beállítások
ne_in: कोठा सेटिङहरूबाट आवश्यक स्वर्गदूतहरू लिन
pa: ਕਮਰੇ ਸੈਟਿੰਗ ਤੱਕ ਦੀ ਲੋੜ ਦੂਤ ਲਵੋ
ta_in: அறையில் அமைப்புகள் இருந்து தேவையான தேவதைகள் எடுத்து

source: The following angels are needed
bg_bg: Необходими са следните ангелите
fi_fi: Seuraavat enkelit tarvitaan
fr: Les anges suivants sont nécessaires
ga_ie: Aingeal leanas ag teastáil
hi_in: निम्नलिखित स्वर्गदूतों की जरूरत है
hu_hu: A következő angyalok van szükség
ne_in: निम्न स्वर्गदूतहरू आवश्यक छ
pa: ਹੇਠ ਦੂਤ ਦੀ ਲੋੜ ਹੈ
ta_in: பின்வரும் தேவதைகள் தேவை

source: All Angels
bg_bg: Всички Angels
fi_fi: kaikki Angels
fr: Tous les anges
hi_in: सभी एन्जिल्स
hu_hu: Összes angyalok
ne_in: सबै स्वर्गदूतहरू
pa: ਸਾਰੇ ਦੂਤ
ta_in: அனைத்து ஏஞ்சல்ஸ்

source: This user does not exist.
bg_bg: Този потребител не съществува.
fi_fi: Käyttäjällä ei ole olemassa.
fr: Cet utilisateur n'existe pas
ga_ie: Níl an úsáideoir seo ann.
hi_in: यह उपयोगकर्ता मौजूद नहीं है।
hu_hu: Ez a felhasználó nem létezik.
ne_in: यो प्रयोगकर्ता अवस्थित छैन।
pa: ਇਹ ਉਪਭੋਗੀ ਮੌਜੂਦ ਨਹੀ ਹੈ.
ta_in: இந்த பயனர் இல்லை.

source: Please send me an email if my shifts change
bg_bg: Моля, изпратете ми имейл, ако ми смени променят
fi_fi: Lähetä minulle sähköpostia jos vuorossa muuttua
fr: S’il vous plaît envoyez-moi un email si changent mes déplacements
ga_ie: Seol ríomhphost chugam má athraíonn mo shifts
hi_in: कृपया अगर मेरे पारियों बदलने मुझे एक ईमेल भेजें
hu_hu: Legyen szíves küld én egy elektronikus levél ha én műszak módosítása
ne_in: मेरो फेरबदल परिवर्तन भने कृपया मलाई एक इमेल पठाउने
pa: ਜੇ ਮੇਰੇ ਵਾਰੀ ਨੂੰ ਤਬਦੀਲ ਕਰੋ ਜੀ ਨੇ ਮੈਨੂੰ ਇੱਕ ਈਮੇਲ ਨੂੰ ਭੇਜਣ
ta_in: என் ஷிப்டுகளில் மாற்ற என்றால் எனக்கு ஒரு மின்னஞ்சல் அனுப்ப தயவு செய்து

source: Force active
bg_bg: сила активен
fi_fi: Force aktiivinen
fr: La force active
ga_ie: fórsa gníomhach
hi_in: सक्रिय शक्ति
hu_hu: Aktív erő
ne_in: शक्ति सक्रिय
pa: ਫੋਰਸ ਸਰਗਰਮ
ta_in: செயலில் படை

source: Please visit the angeltypes page or the users profile to manage users angeltypes.
bg_bg: Моля, посетете страницата на тип ангел или профила на потребителя да управлява потребители тип ангел.
fi_fi: Käy angeltypes sivun tai käyttäjän tiedot hallita käyttäjiä angeltypes.
fr: Veuillez consulter la page angeltypes ou le profil des utilisateurs pour gérer les utilisateurs angeltypes.
ga_ie: Tabhair cuairt ar an leathanach angeltypes nó na n-úsáideoirí próifíl d'úsáideoirí angeltypes bhainistiú.
hi_in: कृपया angeltypes पृष्ठ पर जाएँ या उन उपयोगकर्ताओं को प्रबंधित करने की प्रोफाईल
hu_hu: Kérjük, látogasson el a angeltypes vagy a felhasználó profil kezelése a felhasználók angeltypes.
ne_in: कृपया angeltypes पृष्ठमा जानुहोस् वा प्रयोगकर्ता प्रयोगकर्ता angeltypes व्यवस्थापन गर्न प्रोफाइल।
pa: ਕਿਰਪਾ ਕਰਕੇ angeltypes ਸਫ਼ੇ 'ਤੇ ਜਾਓ ਜ ਉਪਭੋਗੀ ਨੂੰ ਉਪਭੋਗੀ angeltypes ਦਾ ਪਰਬੰਧ ਕਰਨ ਲਈ ਪਰੋਫਾਇਲ.
ta_in: angeltypes பக்கம் பார்க்க அல்லது பயனர்கள் angeltypes நிர்வகிக்க சுயவிவர கொள்ளவும்.

source: Edit user
bg_bg: Редактиране потребител
fr: Modifier l’utilisateur
ga_ie: faoi ​​úsáideoir Edit
hi_in: यूजर को संपादित करो
hu_hu: Felhasználó szerkesztése
ne_in: प्रयोगकर्ता सम्पादन गर्नुहोस्
pa: ਉਪਭੋਗੀ ਨੂੰ ਸੋਧ
ta_in: பயனர் திருத்து

source: Credits
bg_bg: Кредити
fi_fi: Kunniamaininnat
fr: Crédits
ga_ie: creidmheasanna
hi_in: क्रेडिट
hu_hu: Jóváírások
ne_in: क्रेडिट
pa: ਕ੍ਰੈਡਿਟ
ta_in: கடன்

source: Login
bg_bg: Вход
fi_fi: Kirjaudu
fr: S'identifier
ga_ie: Logáil isteach
hi_in: लॉग इन करें
hu_hu: Belépés
ne_in: लग - इन
pa: ਲਾਗਿਨ
ta_in: உள் நுழை

source: Register
bg_bg: Регистрация
fi_fi: Rekisteröidy
fr: Valider
ga_ie: Cláraigh
hi_in: रजिस्टर
hu_hu: Regisztráció
ne_in: पंजीकरण
pa: ਰਜਿਸਟਰ
ta_in: பதிவு

source: Logout
bg_bg: Изход
fi_fi: Kirjaudu ulos
fr: Déconnexion
ga_ie: Logáil Amach
hi_in: लोग आउट
hu_hu: Kijelentkezés
ne_in: बाहिर निस्कनु
pa: ਲਾੱਗ ਆਊਟ, ਬਾਹਰ ਆਉਣਾ
ta_in: வெளியேறு

source: Your nick &quot;%s&quot; already exists.
bg_bg: Вашият участника "%s" вече съществува.
fi_fi: Nimimerkkisi "%s" on jo olemassa.
fr: Votre Pseudo « %s » existe déjà.
ga_ie: Do leasainm "%s" ann cheana.
hi_in: आपका निक & quot; %s & quot; पहले से ही मौजूद है।
hu_hu: A "%s" nick már létezik.
ne_in: तपाईंको निक "%s" पहिले नै अवस्थित छ।
pa: ਤੁਹਾਡਾ Nick "%s" ਨੂੰ ਹੀ ਮੌਜੂਦ ਹੈ.
ta_in: உங்கள் நிக் "%s" ஏற்கனவே உள்ளது.

source: Your nick &quot;%s&quot; is too short (min. 2 characters).
bg_bg: Вашият участника "%s" е твърде кратък (мин. 2 знака).
fi_fi: Nimimerkkisi "%s" on liian lyhyt (min. 2 merkkiä).
fr: Votre Pseudo « %s » est trop court (minimum 2 caractères).
ga_ie: Do leasainm "%s" Is ró-ghearr (min. 2 carachtar).
hi_in: आपका निक & quot; % s & quot; बहुत छोटा (मि। 2 अक्षर) है ।
hu_hu: A nick "%s" túl rövid (min. 2 karakter).
ne_in: तपाईंको निक "%s" को पनि छोटो छ (मि। 2 वर्ण)।
pa: ਤੁਹਾਡਾ Nick (ਮਿੰਟ. 2 ਅੱਖਰ) "%s" ਬਹੁਤ ਛੋਟਾ ਹੈ.
ta_in: உங்கள் நிக் "%s" பதில் மிகவும் குறுகியதாக உள்ளது (நிமிடம். 2 எழுத்துக்கள்).

source: Please check your jabber account information.
bg_bg: Моля, проверете информацията бърборя сметката си.
fi_fi: Tarkista jabber tilitietoja.
fr: Veuillez vérifier vos informations de compte jabber.
ga_ie: Déan seiceáil ar do chuid faisnéise chuntas Jabber.
hi_in: अपने अस्पष्ट खाते की जानकारी की जाँच करें।
hu_hu: Kérjük, ellenőrizze a jabber fiókadatait.
ne_in: आफ्नो जल्पना खाता जानकारी जाँच गर्नुहोस्।
pa: ਆਪਣੇ ਜੱਬਰ ਖਾਤੇ ਦੀ ਜਾਣਕਾਰੀ ਨੂੰ ਚੈੱਕ ਕਰੋ ਜੀ.
ta_in: உங்கள் உளறு கணக்கு தகவல் சரிபார்க்கவும்.

source: Please select your shirt size.
bg_bg: Моля изберете размер на ризата.
fi_fi: Valitse paidan koko.
fr: Veuillez sélectionner votre taille de chemise.
ga_ie: Roghnaigh do mhéid léine.
hi_in: कृपया अपनी शर्ट आकार का चयन करें ।
hu_hu: Kérjük, válassza ki a póló mérete.
ne_in: कृपया आफ्नो शर्ट साइज चयन गर्नुहोस्।
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਕਮੀਜ਼ ਦਾ ਆਕਾਰ ਦੀ ਚੋਣ ਕਰੋ.
ta_in: உங்கள் சட்டை அளவு தேர்ந்தெடுக்கவும்.

source: Your password is too short (please use at least %s characters).
bg_bg: Паролата ви е твърде кратък (моля, използвайте най-малко% и символи).
fi_fi: Salasana on liian lyhyt (käytä vähintään%s merkkiä).
fr: Votre mot de passe est trop court (veuillez utiliser au moins %s caractères).
ga_ie: Tá do phasfhocal ró-ghearr (bain úsáid as ar a laghad%s carachtair).
hi_in: आपका पासवर्ड बहुत छोटा है (कम से कम % s वर्णों का उपयोग करें)।
hu_hu: A jelszó túl rövid (használjon legalább %s karakterek).
ne_in: आफ्नो पासवर्ड पनि छोटो छ (कम्तिमा%s को वर्ण प्रयोग कृपया)।
pa: ਤੁਹਾਡਾ ਪਾਸਵਰਡ ਬਹੁਤ ਛੋਟਾ ਹੈ (ਘੱਟੋ-ਘੱਟ%s ਨੂੰ ਅੱਖਰ ਨੂੰ ਵਰਤਣ, ਕਿਰਪਾ ਕਰਕੇ).
ta_in: உங்கள் கடவுச்சொல் மிகவும் சிறியதாக உள்ளது (குறைந்தபட்சம்%s எழுத்துக்கள் பயன்படுத்த தயவு செய்து).

source: Please enter your planned date of arrival.
bg_bg: Моля, въведете вашия планиран дата на пристигане.
fi_fi: Anna suunniteltua saapumista.
fr: Veuillez entrer votre date prévue d’arrivée.
ga_ie: Cuir isteach do dháta pleanáilte teachta.
hi_in: अपने आगमन की योजना बनाई तारीख दर्ज करें।
hu_hu: Kérjük, adja meg az érkezés tervezett időpontja.
ne_in: कृपया आगमन को आफ्नो योजना मिति प्रविष्ट गर्नुहोस्।
pa: ਪਹੁੰਚਣ ਦੇ ਆਪਣੇ ਦੀ ਯੋਜਨਾ ਦੀ ਮਿਤੀ ਦਿਓ ਜੀ.
ta_in: தயவு செய்து வருகையை உங்கள் திட்டமிட்ட தேதியில் உள்ளிடவும்.

source: Angel registration successful!
bg_bg: регистрация Ангел успешно!
fi_fi: Angel rekisteröinti onnistunut!
fr: Enregistrement de Angel réussi !
ga_ie: clárú Angel rathúil!
hi_in: एंजेल पंजीकरण सफल !
hu_hu: Angyal a regisztrßci≤ sikeres!
ne_in: स्वर्गदूतले दर्ता सफल!
pa: ਦੂਤ ਰਜਿਸਟਰੇਸ਼ਨ ਸਫਲ!
ta_in: ஏஞ்சல் பதிவு வெற்றிகரமான!

source: By completing this form you're registering as a Chaos-Angel. This script will create you an account in the angel task sheduler.
bg_bg: С попълването на тази форма, което се регистрира като Chaos-Angel. Този скрипт ще създадете профил в sheduler на ангел задача.
fi_fi: Täyttämällä tämän lomakkeen olet rekisteröitymällä Chaos-Angel. Tämä skripti luo sinulle tilin enkeli tehtävään sheduler.
fr: En remplissant ce formulaire, vous vous inscrivez comme un Chaos-ange. Ce script va vous créer un compte dans l’ange task sheduler.
ga_ie: Tríd an fhoirm seo a bhíonn tú ag clárú mar Chaos-Angel. Beidh an script a chruthú duit cuntas sa sheduler tasc aingeal.
hi_in: इस फार्म को पूरा करके आप एक अराजकता - परी के रूप में दर्ज कर रहे हैं। यह स्क्रिप्ट आप Angel कार्य sheduler में एक खाते पैदा करेगा।
hu_hu: Az űrlap kitöltésével vagy regisztráció, mint egy káosz-angyal. Ez a szkript fogja Ön fiókot létrehozni az angyal feladat sheduler.
ne_in: यो फाराम पूरा गरेर तपाईंले एक अस्तव्यस्त-दूतको दर्ता गर्दै हुनुहुन्छ। यो लिपि तपाईं दूत कार्य sheduler मा खाता सिर्जना गर्नेछ।
pa: ਇਸ ਫਾਰਮ ਨੂੰ ਪੂਰਾ ਕਰ ਕੇ ਤੁਹਾਨੂੰ ਇੱਕ ਗੜਬੜੀ-ਦੂਤ ਦੇ ਤੌਰ ਤੇ ਰਜਿਸਟਰ ਕਰ ਰਹੇ ਹੋ. ਇਹ ਸਕਰਿਪਟ ਤੁਹਾਡੇ ਦੂਤ ਨੂੰ ਕੰਮ sheduler ਵਿਚ ਇੱਕ ਖਾਤਾ ਬਣਾਉਣ ਲਈ ਕਰੇਗਾ.
ta_in: இந்த படிவத்தை பூர்த்தி மூலம் நீங்கள் ஒரு கேயாஸ்-ஏஞ்சல் போன்ற பதிவு வருகிறோம். இந்த ஸ்கிரிப்டை நீங்கள் தேவதை பணி sheduler ஒரு கணக்கை உருவாக்க வேண்டும்.

source: Planned date of arrival
bg_bg: Планирана дата на пристигане
fi_fi: Suunniteltua saapumista
fr: Date prévue d’arrivée
ga_ie: dáta a phleanáiltear teachta
hi_in: आगमन की तारीख की योजना बनाई
hu_hu: Az érkezés tervezett időpontja
ne_in: आगमन योजनाबद्ध मिति
pa: ਪਹੁੰਚਣ ਦੀ ਯੋਜਨਾ ਬਣਾਈ ਮਿਤੀ ਨੂੰ
ta_in: வருகையை, திட்டமிடப்பட்டுள்ள

source: Shirt size
bg_bg: размер Shirt
fi_fi: paita koko
fr: Taille de chemise :
ga_ie: méid Shirt
hi_in: शर्ट का नाप
hu_hu: Póló méret
ne_in: शर्ट आकार
pa: ਕਮੀਜ਼ ਦਾ ਆਕਾਰ
ta_in: சட்டை அளவு

source: Password
bg_bg: Парола
fi_fi: Anna salasana
fr: Mot de passe
ga_ie: Focal Faire
hi_in: पासवर्ड
hu_hu: Jelszó
ne_in: पासवर्ड
pa: ਪਛਾਣ-ਸ਼ਬਦ
ta_in: கடவுச்சொல்

source: Confirm password
bg_bg: Потвърждение на паролата
fi_fi: Vahvista salasana
fr: Confirmez le mot de passe
ga_ie: Deimhnigh Pasfhocal
hi_in: पासवर्ड की पुष्टि कीजिये
hu_hu: Kívánt jelszó mégegyszer
ne_in: पासवर्ड सुनिश्चित गर्नुहोस
pa: ਪਾਸਵਰਡ ਪੱਕਾ ਕਰੋ
ta_in: பாஸ்வேர்டை உறுதி

source: What do you want to do?
bg_bg: Какво искаш да правиш?
fi_fi: Mitä haluat tehdä?
fr: Que voulez-vous faire ?
ga_ie: Cad ba mhaith leat a dhéanamh?
hi_in: आप क्या करना चाहते हैं?
hu_hu: Mit szeretne?
ne_in: त के गर्न चाहन्छ्स?
pa: ਤੁਸੀਂ ਕੀ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
ta_in: நீங்கள் என்ன செய்ய வேண்டும் என்று விரும்புகிறீர்கள்?

source: Description of job types
bg_bg: Описание на видове работа
fi_fi: Kuvaus työn tyypit
fr: Description des types d’emploi
ga_ie: Tuairisc ar chineálacha poist
hi_in: नौकरी प्रकार का विवरण
hu_hu: Feladattípusok leírása
ne_in: काम प्रकार को विवरण
pa: ਨੌਕਰੀ ਕਿਸਮ ਦਾ ਵੇਰਵਾ
ta_in: வேலை வகையான விளக்கம்

source: Restricted angel types need will be confirmed later by an archangel. You can change your selection in the options section.
bg_bg: Ограничени типове ангел нужда, ще бъде потвърдена по-късно от архангел. Можете да промените избора си в раздела за опции.
fi_fi: Rajoitettu enkeli tyyppejä tarvitse vahvistetaan myöhemmin arkkienkeli. Voit muuttaa valinnan vaihtoehtoja osiossa.
fr: Ange restreint types besoin sera confirmées plus tard par un archange. Vous pouvez modifier votre choix dans la section options.
ga_ie: gá go cineálacha aingeal Srianta a bheith deimhnithe ina dhiaidh sin ag archangel. Is féidir leat athrú ar do rogha sa rannóg roghanna.
hi_in: प्रतिबंधित एंजेल प्रकार एक महादूत ने बाद में पुष्टि हो जाएगा। आप विकल्प अनुभाग में अपने चयन को बदल सकते हैं।
hu_hu: Korlátozott angyal típusú kell fogja megerősíteni később egy arkangyal. Módosíthatja a kijelölési beállítások szakaszban.
ne_in: प्रतिबन्धित स्वर्गदूतले प्रकार एक प्रधान दूत पछि पुष्टि हुनेछ आवश्यक छ। तपाईं विकल्प खण्डमा तपाईँको चयन परिवर्तन गर्न सक्नुहुन्छ।
pa: ਪ੍ਰਤਿਬੰਧਿਤ ਦੂਤ ਨੇ ਕਿਸਮ ਇੱਕ ਮੀਕਾਏਲ ਨੇ ਬਾਅਦ ਵਿਚ ਪੁਸ਼ਟੀ ਕੀਤੀ ਜਾ ਦੀ ਲੋੜ ਹੈ. ਤੁਹਾਨੂੰ ਚੋਣ ਭਾਗ ਵਿੱਚ ਤੁਹਾਡੀ ਚੋਣ ਨੂੰ ਤਬਦੀਲ ਕਰ ਸਕਦੇ ਹੋ.
ta_in: வரம்பிட்டுள்ளனர் தேவதை வகையான ஒரு தேவதூதர் மூலம் பின்னர் உறுதி வேண்டும் துள்ளனர். நீங்கள் விருப்பங்கள் பிரிவில் உங்கள் தேர்வை மாற்ற முடியும்.

source: Mobile
bg_bg: Мобилен
fr: Portable
ga_ie: fón póca
hi_in: मोबाइल
hu_hu: Mobil
ne_in: मोबाइल
pa: ਮੋਬਾਈਲ
ta_in: மொபைல்

source: Phone
bg_bg: Телефон
fi_fi: Puhelin
fr: Téléphone
ga_ie: Fón
hi_in: फ़ोन
hu_hu: Telefon
ne_in: फोन
pa: ਫੋਨ
ta_in: தொலைபேசி

source: First name
bg_bg: Първо име
fi_fi: Etunimi
fr: Prénom
ga_ie: Ainm
hi_in: पहला नाम
hu_hu: Keresztnév
ne_in: पहिलो नाम
pa: ਪਹਿਲਾ ਨਾਂ
ta_in: முதல் பெயர்

source: Last name
bg_bg: Фамилно име
fi_fi: Sukunimi
fr: Nom
ga_ie: sloinne
hi_in: अंतिम नाम
hu_hu: Vezetéknév
ne_in: थर
pa: ਆਖਰੀ ਨਾਂਮ
ta_in: கடைசி பெயர்

source: Age
bg_bg: Възраст
fi_fi: Ikä
ga_ie: Aois
hi_in: आयु
hu_hu: Életkor
ne_in: उमेर
pa: ਉੁਮਰ
ta_in: வயது

source: Hometown
bg_bg: Роден град
fi_fi: Kotikaupunki
fr: Ville d'origine
ga_ie: Baile Dúchais
hi_in: गृहनगर
hu_hu: Szülőváros
ne_in: गृहनगर
pa: ਨਗਰ
ta_in: சொந்த ஊர்

source: Please enter a password.
bg_bg: Моля въведете парола﻿
fi_fi: Anna salasana uudelleen.
fr: Veuillez entrer un mot de passe
ga_ie: Iontráil focal faire.
hi_in: कृपया पासवर्ड दर्ज करें।
hu_hu: Adja meg a jelszavát!
ne_in: कृपया पासवर्ड प्रविष्ट गर्नुहोस्।
pa: ਇੱਕ ਪਾਸਵਰਡ ਦਿਓ ਜੀ.
ta_in: கடவுச்சொல்லை உள்ளிடவும்.

source: No user was found with that Nickname. Please try again. If you are still having problems, ask an Dispatcher.
bg_bg: Нито един потребител не е намерен с това име. Моля, опитайте отново. Ако все още имате проблеми, да поиска от диспечер.
fi_fi: Ei käyttäjä löydettiin että Lempinimi. Yritä uudelleen. Jos ongelmat jatkuvat, pyydä lähettäjä.
fr: Aucun utilisateur n’a été trouvé avec ce surnom. S’il vous plaît essayer de nouveau. Si vous rencontrez toujours des problèmes, demandez à un répartiteur.
ga_ie: Níor aimsíodh aon úsáideoir le sin Leasainm. Bain triail eile as. Má tá tú fós ag fadhbanna, a iarraidh ar Dispatcher.
hi_in: कोई उपयोगकर्ता है कि उपनाम मिला था। कृपया पुन: प्रयास करें। आप अभी भी समस्या हो रही है , एक डिस्पैचर से पूछो।
hu_hu: Egyetlen felhasználó sem találták, hogy a Felhasználónév. Kérjük, próbálja meg újra. Ha még mindig problémákat tapasztal, kérjen egy diszpécser.
ne_in: कुनै प्रयोगकर्ता भनेर उपनाम संग फेला परेन। फेरि प्रयास गर्नुहोस। तपाईं अझै पनि समस्या भइरहेको छ भने, एक Dispatcher सोध्न।
pa: ਕੋਈ ਉਪਭੋਗੀ, ਜੋ ਕਿ ਉਪਨਾਮ ਨਾਲ ਪਾਇਆ ਗਿਆ ਸੀ. ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ ਜੀ. ਜੇਕਰ ਤੁਹਾਨੂੰ ਅਜੇ ਵੀ ਸਮੱਸਿਆ ਹੈ, ਜੇ, ਇੱਕ Dispatcher ਪੁੱਛੋ.
ta_in: இல்லை பயனர் என்று புனைப்பெயர் கண்டெடுக்கப்பட்டார். தயவு செய்து மீண்டும் முயற்சிக்கவும். நீங்கள் இன்னும் சிக்கல் இருந்தால், ஒரு அனுப்புனர் கேட்க.

source: Please enter a nickname.
bg_bg: Моля, въведете псевдоним.
fi_fi: Anna lempinimi.
fr: Veuillez entrer un Pseudo.
ga_ie: Iontráil leasainm.
hi_in: कृपया एक निकनाम दर्ज करें।
hu_hu: Kérjük, írja be a Felhasználónév.
ne_in: कृपया उपनाम प्रविष्ट गर्नुहोस्।
pa: ਨੂੰ ਇੱਕ ਉਪਨਾਮ ਦਾਖਲ ਕਰੋ.
ta_in: உள்ளிடுக.

source: Please sign up, if you want to help us!
bg_bg: Моля, регистрирайте се, ако искате да ни помогне!
fi_fi: Ilmoittautumiset, jos haluat auttaa meitä!
fr: S’il vous plaît Inscrivez-vous, si vous voulez nous aider !
ga_ie: Le do thoil clárú, más mian leat chun cabhrú linn!
hi_in: आप हमारी मदद करना चाहते हैं, तो कृपया साइन अप !
hu_hu: Kérjük, iratkozzon fel, ha azt szeretné, hogy segítsen nekünk!
ne_in: तपाईँ हामीलाई मद्दत गर्न चाहनुहुन्छ भने, साइन अप गर्नुहोस्!
pa: ਤੁਹਾਨੂੰ ਸਾਡੀ ਮੱਦਦ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ, ਜੇਕਰ, ਸਾਈਨ ਅੱਪ ਕਰੋ ਜੀ!
ta_in: நீங்கள் எங்களுக்கு உதவ வேண்டும் என்றால், பதிவு செய்க!

source: Registration is disabled.
bg_bg: Регистрацията е деактивирана. %s
fi_fi: Rekisteröityminen on poistettu käytöstä.
fr: Les inscriptions sont désactivées !
ga_ie: Clárú mhíchumas.
hi_in: पंजीकरण अक्षम कर दिया गया है।
hu_hu: A regisztráció kikapcsolva.
ne_in: दर्ता अक्षम छ।
pa: ਰਜਿਸਟਰੇਸ਼ਨ ਅਯੋਗ ਹੈ.
ta_in: பதிவு முடக்கப்பட்டுள்ளது.

source: I forgot my password
bg_bg: Забравих паролата си
fi_fi: unohdin salasanani
fr: J’ai oublié mon mot de passe
ga_ie: Rinne mé dearmad ar mo phasfhocal
hi_in: मैं अपना पासवर्ड भूल गया
hu_hu: Én felejtett az én-m jelszó
ne_in: म मेरो पासवर्ड भूल
pa: ਮੈਨੂੰ ਮੇਰੇ ਪਾਸਵਰਡ ਭੁੱਲ
ta_in: என் கடவு சொல்லை மறந்து விட்டேன்

source: Please note: You have to activate cookies!
bg_bg: Моля, обърнете внимание: Трябва да активирате бисквитките!
fi_fi: Huomaa: sinun täytyy aktivoida evästeet!
fr: Veuillez noter : vous devez activer les cookies !
ga_ie: Tabhair faoi deara: Tá tú a fianáin a ghníomhachtú!
hi_in: कृपया ध्यान दें: आप कुकीज़ सक्रिय करने के लिए है!
hu_hu: Kérjük, vegye figyelembe: meg kell aktiválni a cookie-kat!
ne_in: कृपया ध्यान दिनुहोस्: तपाईं कुकीहरू सक्रिय छ!
pa: ਕਿਰਪਾ ਕਰਕੇ ਨੋਟ ਕਰੋ: ਤੁਹਾਨੂੰ ਕੂਕੀਜ਼ ਨੂੰ ਸਰਗਰਮ ਕਰਨ ਦੀ ਹੈ!
ta_in: தயவு செய்து கவனிக்க: நீங்கள் குக்கீகளை செயல்படுத்த வேண்டும்!

source: What can I do?
bg_bg: Какво мога да направя?
fi_fi: Mitä minä voin tehdä?
fr: Que puis-je faire?
ga_ie: Cad is féidir liom a dhéanamh?
hi_in: मैं क्या कर सकता हूँ?
hu_hu: Mit tehetek?
ne_in: म के गर्न सक्छु?
pa: ਮੈਂ ਕੀ ਕਰ ਸੱਕਦਾਹਾਂ?
ta_in: நான் என்ன செய்ய முடியும்?

source: Please read about the jobs you can do to help us.
bg_bg: Моля, прочетете за работните места, които можете да направите, за да ни помогне.
fi_fi: Katso tarkemmat työpaikkoja voit tehdä auttaa meitä.
fr: S’il vous plaît lire sur les tâches que vous pouvez faire pour nous aider.
ga_ie: Léigh le do thoil faoi na poist is féidir leat a dhéanamh chun cabhrú linn.
hi_in: कृपया नौकरियों आप हमें मदद करने के लिए क्या कर सकते हैं के बारे में पढ़ा ।
hu_hu: Kérjük olvassa el a munkahely, amit tehetünk, hogy segítsen nekünk.
ne_in: कृपया तपाईँ हामीलाई मद्दत गर्न गर्नसक्ने जब पढ्न।
pa: ਕਿਰਪਾ ਕਰਕੇ ਨੌਕਰੀ ਤੁਹਾਨੂੰ ਸਾਡੀ ਮਦਦ ਕਰਨ ਲਈ ਕੀ ਕਰ ਸਕਦੇ ਹੋ, ਬਾਰੇ ਪੜ੍ਹਿਆ.
ta_in: நீங்கள் எங்களுக்கு உதவி செய்ய முடியும் வேலைகள் பற்றி படிக்கவும்.
