Repository: engelsystem/engelsystem
Catalog: locale/*.UTF-8/LC_MESSAGES/default.po
Languages: bg_bg, fi_fi, fr, ga_ie, hi_in, hu_hu, ne_in, pa, ta_in

source: You joined an angeltype which requires a driving license. Please edit your driving license information here: %s.
bg_bg: Вие се присъедини един Ангел Type която изисква свидетелство за управление. Моля, редактирате информацията за шофьорска книжка тук:%s.
fi_fi: Sinä liittyi angeltype joka edellyttää ajokortti. Muokkaa ajokortin tiedot tässä:%s.
fr: Vous avez rejoint une angeltype qui nécessite un permis de conduire. S’il vous plaît modifier votre information de licence conduite ici: %s.
ga_ie: Chuaigh tú ar angeltype a éilíonn ceadúnas tiomána. Cuir in eagar do chuid faisnéise cheadúnas tiomána anseo:%s.
hi_in: आप एक दूत के प्रकार है जो एक ड्राइविंग लाइसेंस की आवश्यकता में शामिल हो गए। संपादित करें अपनेलाइसेंस यहाँ जानकारी ड्राइविंग:%s।
hu_hu: Csatlakozott egy angeltype, amely megköveteli a jogosítvány. Kérjük, módosítsa a vezetői engedély információ itt: %s.
ne_in: तपाईं जो एक ड्राइभिङ लाइसेन्स आवश्यक एक angeltype साथ दिए। %s: यहाँ आफ्नो ड्राइभिङ लाइसेन्स जानकारी सम्पादन गर्नुहोस्।
pa: ਤੁਹਾਨੂੰ ਇੱਕ ਅੰਗਰੇਜ਼ ਕਿਸਮ, ਜੋ ਕਿ ਇੱਕ ਡਰਾਈਵਿੰਗ ਲਾਇਸੰਸ ਦੀ ਲੋੜ ਹੈ ਸ਼ਾਮਲ ਹੋ ਗਏ. ਇੱਥੇ ਆਪਣੇ ਡਰਾਈਵਿੰਗ ਲਾਇਸੰਸ ਜਾਣਕਾਰੀ ਸੋਧ ਜੀ: %s.
ta_in: நீங்கள் ஒரு ஓட்டுநர் உரிமம் தேவை ஒரு angeltype சேர்ந்தார். இங்கே உங்கள் ஓட்டுநர் உரிமம் விவரத்தைத் திருத்தவும்%s:.

source: driving license information
bg_bg: шофиране информация лиценз
fi_fi: ajokortti tiedot
fr: informations sur la licence de conduite
ga_ie: eolas faoin cheadúnas tiomána
hi_in: ड्राइविंग लाइसेंस की जानकारी
hu_hu: vezetői engedély információ
ne_in: ड्राइभिङ लाइसेन्स जानकारी
pa: ਡਰਾਈਵਿੰਗ ਲਾਇਸੰਸ ਜਾਣਕਾਰੀ
ta_in: உரிமம் தகவல் ஓட்டுநர்

source: Please select at least one driving license.
bg_bg: Моля, изберете поне един шофьорска книжка.
fi_fi: Valitse vähintään yksi ajokortti.
fr: Veuillez sélectionner au moins un permis de conduire.
ga_ie: roghnaigh cheadúnas tiomána ar a laghad do thoil.
hi_in: कृपया कम से कम एक ड्राइविंग लाइसेंस का चयन करें।
hu_hu: Jelöljön ki legalább egy vezetői engedély.
ne_in: कृपया कम्तिमा एक ड्राइभिङ लाइसेन्स चयन गर्नुहोस्।
pa: ਕਿਰਪਾ ਕਰਕੇ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਡਰਾਈਵਿੰਗ ਲਾਇਸੰਸ ਦੀ ਚੋਣ ਕਰੋ.
ta_in: குறைந்தது ஒரு ஓட்டுநர் உரிமம் தேர்ந்தெடுக்கவும்.

source: Your driver license information has been removed.
bg_bg: Вашата информация за шофьорска книжка е била отстранена.
fi_fi: Ajokorttisi tiedot on poistettu.
fr: Vos informations de licence de pilote a été supprimées.
ga_ie: Tá do eolas faoin cheadúnas tiomána a bheith bainte.
hi_in: आपका चालक लाइसेंस जानकारी हटा दिया गया है।
hu_hu: A vezető engedély információ eltávolításra került.
ne_in: आफ्नो चालक लाइसेन्स जानकारी हटाइएको छ।
pa: ਤੁਹਾਡਾ ਡਰਾਈਵਰ ਲਾਇਸੰਸ ਜਾਣਕਾਰੀ ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ.
ta_in: உங்கள் இயக்கி உரிமம் தகவல் நீக்கப்பட்டுள்ளது.

source: Your driver license information has been saved.
bg_bg: Вашата информация за шофьорска книжка е запазена.
fi_fi: Ajokorttisi tiedot on tallennettu.
fr: Vos informations de licence de pilote a été enregistrées.
ga_ie: Tá do eolas faoin cheadúnas tiomána sábháilte.
hi_in: आपका चालक लाइसेंस जानकारी को बचाया जा चुका है।
hu_hu: A vezető engedély információ lett mentve.
ne_in: आफ्नो चालक लाइसेन्स जानकारी सुरक्षित गरिएको छ।
pa: ਤੁਹਾਡਾ ਡਰਾਈਵਰ ਲਾਇਸੰਸ ਜਾਣਕਾਰੀ ਨੂੰ ਬਚਾਇਆ ਗਿਆ ਹੈ.
ta_in: உங்கள் இயக்கி உரிமம் தகவல் சேமிக்கப்பட்டது.

source: Edit %s driving license information
bg_bg: редактиране %s шофиране информация лиценз
fi_fi: Edit%s ajokortti tiedot
fr: Modifier %s informations de licence de conduite
ga_ie: Cuir%s eolas faoin cheadúnas tiomána
hi_in: संपादित %s ड्राइविंग लाइसेंस की जानकारी
hu_hu: %s vezetői engedély információ szerkesztés
ne_in: सम्पादन गर्नुहोस्%s को लाइसेन्स जानकारी
pa: ਸੋਧ %s ਨੂੰ ਗੱਡੀ ਲਾਇਸੰਸ ਜਾਣਕਾਰੀ
ta_in: திருத்த%s ள் ஓட்டுநர் உரிமம் தகவல்

source: You cannot delete yourself.
fi_fi: Et voi poistaa itse.
hi_in: तुम अपने आप को नष्ट नहीं कर सकते।
ne_in: तपाईं आफैलाई मेटाउन सक्दैन।

source: Your password is incorrect. Please try it again.
bg_bg: Паролата ви е неправилна. Моля, опитайте отново.
fi_fi: Salasana on virheellinen. Ole hyvä ja yritä uudelleen.
fr: Le mot de passe est incorrect. Veuillez réessayer.
ga_ie: Tá d 'fhocal faire mícheart. Déan iarracht arís.
hi_in: आपका पासवर्ड गलत है। कृपया इसे फिर से प्रयास करें।
hu_hu: Érvénytelen jelszó. Próbáld újra!
ne_in: आफ्नो पासवर्ड गलत छ। कृपया फेरि प्रयास गर्नुहोस्।
pa: ਤੁਹਾਡਾ ਪਾਸਵਰਡ ਗਲਤ ਹੈ. ਇਸ ਨੂੰ ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ ਜੀ.
ta_in: உங்கள் கடவுச்சொல் தவறானது. அது மீண்டும் முயற்சிக்கவும்.

source: User deleted.
fi_fi: Käyttäjä poistettu.
hi_in: उपयोगकर्ता नष्ट कर दिया।
ne_in: प्रयोगकर्ता हटाइयो।

source: Delete %s
fi_fi: ﻿Poista %s
hi_in: %s हटाएँ
ne_in: मेटाउन%s को

source: Please enter a valid number of vouchers.
bg_bg: Моля, въведете валиден номер на ваучери.
fi_fi: Anna kelvollinen määrää seteleitä.
fr: Veuillez entrer un numéro valide de bons.
ga_ie: Iontráil uimhir bhailí de dearbháin.
hi_in: वाउचर का एक मान्य संख्या दर्ज करें।
hu_hu: Adjon meg egy érvényes számot jegyek.
ne_in: वाउचर को वैध नम्बर प्रविष्ट गर्नुहोस्।
pa: ਵਾਊਚਰ ਦੇ ਇੱਕ ਯੋਗ ਨੰਬਰ ਦਾਖਲ ਕਰੋ.
ta_in: தயவு செய்து வவுச்சர்கள் சரியான எண்ணை உள்ளிடவும்.

source: Saved the number of vouchers.
bg_bg: Записали номера на ваучери.
fi_fi: Tallennetut määrä seteleitä.
fr: Enregistré le nombre de chèques.
ga_ie: Sábháilte líon na dearbháin.
hi_in: वाउचर की संख्या बचा लिया।
hu_hu: Mentett jegyek száma.
ne_in: वाउचर को संख्या बचत गरियो।
pa: ਵਾਊਚਰ ਦੀ ਗਿਣਤੀ ਸੰਭਾਲੀ.
ta_in: வவுச்சர்கள் எண் சேமிக்கப்பட்டது.

source: %s's vouchers
bg_bg: ваучери %s
fi_fi: %s: n tositteet
fr: pièces justificatives de %s
ga_ie: %s ar dearbháin
hi_in: %s के वाउचर
hu_hu: %s utalványok
ne_in: %s को वाउचर
pa: ਨੂੰ %s ਦੇ ਵਾਊਚਰ
ta_in: %s இன் உறுதி சீட்டு

source: User not found.
bg_bg: Потребителят не е намерен.
fi_fi: Käyttäjää ei löydy.
fr: Utilisateur non trouvé.
ga_ie: Úsáideoir gan aimsiú.
hi_in: उपयोगकर्ता नहीं मिला।
hu_hu: Felhasználó nem található.
ne_in: प्रयोगकर्ता फेला परेन।
pa: ਉਪਭੋਗੀ ਨਾ ਲੱਭੀ.
ta_in: பயனர் காணப்படவில்லை.

source: All users
bg_bg: Всички потребители
fi_fi: Kaikki käyttäjät
fr: Tous les utilisateurs
ga_ie: gach úsáideoir
hi_in: सभी उपयोगकर्ताओं
hu_hu: Minden felhasználó
ne_in: सबै प्रयोगकर्ता
pa: ਸਾਰੇ ਉਪਭੋਗਤਾ
ta_in: அனைத்து பயனாளர்கள்

source: Token is not correct.
bg_bg: Token не е правилна.
fi_fi: Token ei ole oikein.
fr: Jeton n’est pas correct.
ga_ie: Níl Chomhartha ceart.
hi_in: टोकन सही नहीं है।
hu_hu: Token nem kijavít.
ne_in: टोकन सही छैन।
pa: ਟੋਕਨ ਠੀਕ ਨਹੀ ਹੈ.
ta_in: டோக்கன் தவறானது.

source: Your passwords don't match.
bg_bg: Вашите пароли не съвпадат.
fi_fi: Salasanat eivät täsmää.
fr: Vos mots de passe ne correspondent pas.
ga_ie: Ní gá d'fhocal faire difriúla.
hi_in: आपका पासवर्ड मेल नहीं खाते।
hu_hu: A jelszavak nem egyeznek.
ne_in: तपाईंको पासवर्ड मेल खाँदैन।
pa: ਤੁਹਾਡਾ ਪਾਸਵਰਡ ਮੇਲ ਨਾ ਕਰੋ.
ta_in: உங்கள் கடவுச்சொல் பொருத்தமாக இல்லை.

source: Your password is to short (please use at least 6 characters).
bg_bg: Паролата ви е да се къса (моля, използвайте най-малко 6 символа).
fi_fi: Salasanasi on lyhyt (käytä vähintään 6 merkkiä).
fr: Votre mot de passe est trop court (veuillez utiliser au moins 6 caractères).
ga_ie: Tá d 'fhocal faire a ghearr (bain úsáid as ar a laghad 6 litreacha).
hi_in: आपका पासवर्ड बहुत छोटा है (कम से कम 6 अक्षर का उपयोग करें)।
hu_hu: A jelszó, hogy rövid (kérjük, használjon legalább 6 karakter).
ne_in: आफ्नो पासवर्ड छोटो छ (कम्तिमा 6 अक्षर प्रयोग गर्नुहोस्)।
pa: ਤੁਹਾਡਾ ਪਾਸਵਰਡ (ਘੱਟੋ-ਘੱਟ 6 ਅੱਖਰ ਨੂੰ ਵਰਤਣ, ਕਿਰਪਾ ਕਰਕੇ) ਛੋਟਾ ਹੁੰਦਾ ਹੈ.
ta_in: உங்கள் கடவுச்சொல் (குறைந்தது 6 எழுத்துக்கள் பயன்படுத்த தயவு செய்து) குறுகிய உள்ளது.

source: Password could not be updated.
bg_bg: Паролата не можа да бъде актуализирана.
fi_fi: Salasana ei voitu päivittää.
fr: Mot de passe n’a pas pu être mis à jour.
ga_ie: Níorbh fhéidir Pasfhocal a nuashonrú.
hi_in: पासवर्ड अद्यतन नहीं किया जा सकता है।
hu_hu: Jelszó nem frissíthető.
ne_in: पासवर्ड अध्यावधिक गर्न सकिएन।
pa: ਪਾਸਵਰਡ ਅੱਪਡੇਟ ਕੀਤਾ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ.
ta_in: கடவுச்சொல் ஏற்ற முடியவில்லை.

source: Password saved.
bg_bg: спасен парола.
fi_fi: Salasana tallennetaan.
fr: Mot de passe enregistré
ga_ie: Pasfhocal shábháil.
hi_in: पासवर्ड को बचा लिया।
hu_hu: Mentett jelszót.
ne_in: पासवर्ड सुरक्षित गरियो।
pa: ਪਾਸਵਰਡ ਨੂੰ ਬਚਾਇਆ.
ta_in: கடவுச்சொல் சேமிக்கப்பட்டது.

source: E-mail address is not correct.
bg_bg: Е-мейл адресът не е правилна.
fi_fi: Sähköpostiosoite ei ole oikea.
fr: Adresse de messagerie n’est pas correct.
ga_ie: Níl an seoladh ríomhphoist ceart.
hi_in: ईमेल पता सही नहीं है।
hu_hu: E-mail cím nem helytálló.
ne_in: ई-मेल ठेगाना सही छैन।
pa: ਈ-ਮੇਲ ਪਤਾ ਠੀਕ ਨਹੀ ਹੈ.
ta_in: E-mail முகவரி சரியானது அல்ல.

source: Please enter your e-mail.
bg_bg: Моля, въведете вашия е-мейл.
fi_fi: Anna sähköpostiosoitteesi.
fr: Veuillez saisir votre adresse E-Mail.
ga_ie: Cuir isteach do sheoladh r-phoist.
hi_in: अपना ईमेल दर्ज करें।
hu_hu: E-mail címe
ne_in: कृपया आफ्नो ई-मेल प्रविष्ट गर्नुहोस्।
pa: ਆਪਣੇ ਈ-ਮੇਲ ਦਿਓ ਜੀ.
ta_in: தயவு செய்து உங்கள் மின்னஞ்சல் உள்ளிடவும்.

source: Password recovery
bg_bg: Възстановяване на парола
fi_fi: Salasanan palautus
fr: Récupération du mot de passe
ga_ie: phasfhocal a ghnóthú
hi_in: पासवर्ड की दोबारा प्राप्ति
hu_hu: Jelszó visszaszerzés
ne_in: पासवर्ड रिकभरी
pa: ਪਾਸਵਰਡ ਰਿਕਵਰੀ
ta_in: கடவுச்சொல் மீட்பு

source: Please visit %s to recover your password.
bg_bg: Моля, посетете% и да възстановите паролата си.
fi_fi: Käy%s salasanasi palauttamiseen.
fr: S’il vous plaît visitez %s pour récupérer votre mot de passe.
ga_ie: Tabhair cuairt ar %s a ghnóthú do phasfhocal.
hi_in: कृपया अपने पासवर्ड को ठीक करने के लिए %s जाएँ।
hu_hu: Kérjük, látogasson el a(z) %s a jelszó visszaállítására.
ne_in: कृपया आफ्नो पासवर्ड रिकभर गर्न%s को भ्रमण गर्नुहोस्।
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਪਾਸਵਰਡ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ%s ਨੂੰ ਜਾਓ.
ta_in: உங்கள் கடவுச்சொல்லை மீட்க% கள் பார்வையிடவும்.

source: We sent an email containing your password recovery link.
bg_bg: Ние изпрати имейл, съдържащ вашата връзка за възстановяване на паролата.
fi_fi: Lähetimme sähköpostin, jossa salasananpalautuslinkkiä.
fr: Nous avons envoyé un email contenant votre lien de récupération de mot de passe.
ga_ie: chuireamar ríomhphost ina bhfuil do nasc a ghnóthú do phasfhocal.
hi_in: हम अपना पासवर्ड वसूली कड़ी युक्त एक ईमेल भेजा है।
hu_hu: Küldtünk egy e-mailt, amely tartalmazza a jelszó-helyreállítási hivatkozás.
ne_in: हामी आफ्नो पासवर्ड रिकभरी लिंक सहितको एउटा इमेल पठाए।
pa: ਸਾਨੂੰ ਆਪਣੇ ਪਾਸਵਰਡ ਰਿਕਵਰੀ ਲਿੰਕ ਨੂੰ ਰੱਖਣ ਵਾਲੀ ਇੱਕ ਈਮੇਲ ਭੇਜ ਦਿੱਤਾ.
ta_in: நாம் உங்கள் கடவுச்சொல்லை மீட்பு இணைப்பை கொண்ட ஒரு மின்னஞ்சல் அனுப்பினார்.

source: Hi %s,
bg_bg: Здравей %s
fi_fi: Hei%s,
fr: Coucou %s,
ga_ie: Dia duit %s,
hi_in: उनके %s,
hu_hu: Kedves %s!
ne_in: नमस्ते%s को,
pa: ਅਧਿਕਤਮ %s ਨੂੰ,
ta_in: அதிக% கள்,

source: here is a message for you from the engelsystem:
bg_bg: тук е съобщение за вас от engelsystem:
fi_fi: tässä viesti teille engelsystem:
fr: Voici un message pour vous de l’engelsystem :
ga_ie: anseo tá teachtaireacht ar do shon as an engelsystem:
hi_in: यहाँ engelsystem से आप के लिए एक संदेश है:
hu_hu: Itt van az Ön üzenete a engelsystem:
ne_in: को engelsystem तपाईं लागि एउटा सन्देश यहाँ छ:
pa: ਇੱਥੇ engelsystem ਤੱਕ ਤੁਹਾਡੇ ਲਈ ਇੱਕ ਸੁਨੇਹਾ ਹੈ:
ta_in: இங்கே engelsystem உங்களுக்கு ஒரு செய்தி:

source: This email is autogenerated and has not to be signed. You got this email because you are registered in the engelsystem.
bg_bg: Този имейл е генерирано автоматично и не е, за да бъде подписан. Имаш ли този имейл, защото сте регистрирани в engelsystem.
fi_fi: Tämä sähköpostiosoite on automaattisesti muodostettua eikä ole tarkoitus allekirjoittaa. Sait tämän viestin, koska olet rekisteröity engelsystem.
fr: Cet e-mail est généré automatiquement et ne doivent ne pas être signés. Vous avez obtenu cet email parce que vous êtes inscrit dans l’engelsystem.
ga_ie: Tá an r-phost autogenerated agus gan a bheith sínithe. Fuair ​​tú an ríomhphost seo toisc go bhfuil tú cláraithe sa engelsystem.
hi_in: यह ईमेल ऑटो उत्पन्न होता है और हस्ताक्षर किए जाने के लिए नहीं किया गया है। आप इस ईमेल मिला हैक्योंकि आप Engel प्रणाली में पंजीकृत हैं।
hu_hu: Az e-mail automatikusan, és nem-hoz lenni aláíró. Van e-mailt, mert a engelsystem bejegyzett.
ne_in: यो इमेल स्वत: उत्पन्न भएको छ र हस्ताक्षर छैन गर्न सकिन्छ। तपाईं engelsystem दर्ता गरिन्छ किनभने तपाईंले यो इमेल मिल्यो।
pa: ਇਹ ਈ-ਮੇਲ ਆਟੋ ਤਿਆਰ ਗਿਆ ਹੈ ਅਤੇ ਦਸਤਖਤ ਕੀਤੇ ਜਾਣ ਦੀ ਹੈ, ਨਾ ਗਿਆ ਹੈ. ਕਿਉਕਿ ਤੁਹਾਨੂੰ engelsystem ਵਿੱਚ ਦਰਜ ਹਨ, ਤੁਹਾਨੂੰ ਇਸ ਈ-ਮੇਲ ਮਿਲੀ.
ta_in: இந்த மின்னஞ்சல் autogenerated மற்றும் ஒப்பந்தம் வேண்டும் இல்லை. நீங்கள் engelsystem பதிவு என்பதால் இந்த மின்னஞ்சல் வந்தது.

source: A Shift you are registered on has changed:
bg_bg: А Shift сте регистриран за е променила:
fi_fi: Siirtyminen olet rekisteröitynyt on muuttunut:
fr: Un changement que vous êtes inscrit sur a changé :
ga_ie: Tá Shift tú cláraithe ar athraíodh:
hi_in: एक बदलाव आप पर पंजीकृत हैं बदल गया है:
hu_hu: A váltás a regisztrált változás következett be:
ne_in: तपाईं मा दर्ता छन् सिफ्ट परिवर्तन भएको छ:
pa: ਇੱਕ ਸ਼ਿਫਟ ਤੁਹਾਡੇ 'ਤੇ ਦਰਜ ਕੀਤੇ ਗਏ ਹਨ ਤਬਦੀਲ ਹੋ ਗਿਆ ਹੈ:
ta_in: நீங்கள் பதியப்பட்டுள்ளதோடு மாற்றம் மாறிவிட்டது:

source: * Shift type changed from %s to %s
bg_bg: * Тип Shift променя от %s да %s
fi_fi: * Shift tyyppi muutettu%s%s
fr: * Maj type modifié de %s à %s
ga_ie: * Cineál Shift athraithe ó%s go%s
hi_in: * शिफ्ट प्रकार %s %s से बदल
hu_hu: * Shift típusa megváltozott: %s-%s
ne_in: * सिफ्ट%s%s बाट परिवर्तन प्रकार
pa: * ਸ਼ਿਫਟ ਕਿਸਮ %s ਨ %s ਨੂੰ ਤਬਦੀਲ
ta_in: * ஷிப்ட் வகை%s%s மாற்றம்

source: * Shift title changed from %s to %s
bg_bg: * Заглавието Shift променя от %s да %s
fi_fi: * Shift otsikko muuttui%s%s
fr: * Shift titre changé de %s à %s
ga_ie: * Teideal Shift athraithe ó%s go%s
hi_in: * शिफ्ट शीर्षक %s %s से बदल
hu_hu: * Shift címe megváltozott: %s-%s
ne_in: * सिफ्ट शीर्षक%s%s बाट परिवर्तन
pa: * ਸ਼ਿਫਟ ਦਾ ਸਿਰਲੇਖ %s %s ਨੂੰ ਤਬਦੀਲ
ta_in: * ஷிப்ட் தலைப்பு%s%s மாற்றம்

source: * Shift Start changed from %s to %s
bg_bg: * Shift Start променя от %s да %s
fi_fi: * Shift Start muuttui%s%s
fr: * Maj début changé de %s à %s
ga_ie: * Shift Tosaigh athraithe ó%s go%s
hi_in: * पारी शुरू करने के लिए %s %s से बदल
hu_hu: * Shift Start megváltozott: %s-%s
ne_in: * सिफ्ट सुरु%s मा%s बाट परिवर्तन
pa: * ਸ਼ਿਫਟ ਸ਼ੁਰੂ %s %s ਨੂੰ ਤਬਦੀਲ
ta_in: * ஷிப்ட் தொடக்க%s%s மாற்றம்

source: * Shift End changed from %s to %s
bg_bg: * Shift Край променя от %s да %s
fi_fi: * Shift End muuttui%s%s
fr: * Maj fin changé de %s à %s
ga_ie: * Shift Deireadh athraithe ó%s go%s
hi_in: * %s से %s पर शिफ्ट समाप्ति परिवर्तन
hu_hu: * Shift végén megváltozott: %s-%s
ne_in: * सिफ्ट अन्त्य%s मा%s बाट परिवर्तन
pa: * ਸ਼ਿਫਟ ਅੰਤ %s %s ਨੂੰ ਤਬਦੀਲ
ta_in: * ஷிப்ட் முடிவு%s%s மாற்றம்

source: * Shift Location changed from %s to %s
bg_bg: * Shift Местоположение променя от %s да %s
fi_fi: * Shift Sijainti muuttui%s%s
fr: * Shift emplacement modifié de %s à %s
ga_ie: * Shift Suíomh athraithe ó%s go%s
hi_in: * शिफ्ट स्थान %s %s से बदल
hu_hu: * Shift helye megváltozik: %s-%s
ne_in: * सिफ्ट स्थान%s%s बाट परिवर्तन
pa: * Shift ਸਥਿਤੀ %s %s ਨੂੰ ਤਬਦੀਲ
ta_in: * ஷிப்ட் இடம்%s%s மாற்றம்

source: The updated Shift:
bg_bg: Актуализираният Shift:
fi_fi: Päivitetyt Shift:
fr: Le Maj mise à jour :
ga_ie: An Shift updated:
hi_in: अद्यतन शिफ्ट:
hu_hu: A frissített Shift:
ne_in: अद्यावधिक सिफ्ट:
pa: ਅੱਪਡੇਟ ਕੀਤਾ ਸ਼ਿਫਟ:
ta_in: மேம்படுத்தப்பட்டது ஷிப்ட்:

source: Your Shift has changed
bg_bg: Вашият Shift е променило
fi_fi: Your Shift on muuttunut
fr: Votre quart de travail a changé
ga_ie: Tá do Shift athrú
hi_in: अपनी पारी बदल गया है
hu_hu: A Shift megváltozott
ne_in: तपाईंको सिफ्ट परिवर्तन भएको छ
pa: ਤੁਹਾਡਾ ਸ਼ਿਫਟ ਬਦਲ ਗਿਆ ਹੈ
ta_in: உங்கள் மாற்றத்தை மாறிவிட்டது

source: A Shift you are registered on was deleted:
bg_bg: А Shift сте регистриран за се заличава:
fi_fi: Siirtyminen olet rekisteröitynyt poistettiin:
fr: Un changement que vous êtes inscrit sur a été supprimé :
ga_ie: A Shift tú cláraithe ar scriosadh:
hi_in: एक बदलाव आप पर पंजीकृत हैं नष्ट कर दिया गया था:
hu_hu: A váltás a regisztrált törölték:
ne_in: तपाईं मेटिएको थियो मा दर्ता छन् सिफ्ट:
pa: ਇੱਕ ਸ਼ਿਫਟ ਤੁਹਾਡੇ 'ਤੇ ਹਟਾਇਆ ਗਿਆ ਸੀ ਤੇ ਰਜਿਸਟਰ ਕਰ ਰਹੇ ਹਨ:
ta_in: நீங்கள் நீக்கப்பட்டது பதியப்பட்டுள்ளதோடு மாற்றம்:

source: Your Shift was deleted
bg_bg: Вашият Shift беше изтрит
fi_fi: Your Shift poistettiin
fr: Votre quart de travail a été supprimé
ga_ie: Scriosadh do Shift
hi_in: अपनी पारी को नष्ट कर दिया गया था
hu_hu: A Shift törölve
ne_in: तपाईंको सिफ्ट हटाइएको थियो
pa: ਤੁਹਾਡਾ ਸ਼ਿਫਟ ਹਟਾਇਆ ਗਿਆ ਸੀ
ta_in: உங்கள் மாற்றத்தை நீக்கப்பட்டது

source: You have been assigned to a Shift:
bg_bg: Вие сте били назначен Shift:
fi_fi: Sinut on valittu Shift:
fr: Vous avez été affecté à un déplacement :
ga_ie: Bhí tú ag sannta a Shift:
hi_in: आप एक शिफ्ट करने के लिए आवंटित किया गया है:
hu_hu: Vannak rendelve egy Shift:
ne_in: तपाईं एक सिफ्ट खटाइएका छन्:
pa: ਤੁਹਾਨੂੰ ਇੱਕ ਸ਼ਿਫਟ ਕਰਨ ਲਈ ਜਾਰੀ ਕੀਤਾ ਗਿਆ ਹੈ:
ta_in: நீங்கள் ஒரு ஷிப்ட் ஒதுக்கப்படும்:

source: Assigned to Shift
bg_bg: Целеви да Shift
fi_fi: Sidotut Shift
fr: Assignés à Shift
ga_ie: Sannta chuig Shift
hi_in: शिफ्ट करने के लिए निरुपित
hu_hu: Rendelt Shift
ne_in: सिफ्ट गर्न तोकिएको
pa: ਸ਼ਿਫਟ ਨੂੰ ਦਿੱਤਾ
ta_in: Shift ஒதுக்கப்படும்

source: You have been removed from a Shift:
bg_bg: Може да са били премахнати от Shift:
fi_fi: Sinut on irrotettu Shift:
fr: Vous avez été retirés d’un déplacement :
ga_ie: Tá tú a bheith bainte as Shift:
hi_in: आप एक पारी से हटा दिया गया है:
hu_hu: Már eltávolították a Shift:
ne_in: तपाईं एक सिफ्ट हटाइएको छ:
pa: ਤੁਹਾਨੂੰ ਇੱਕ ਸ਼ਿਫਟ ਤੱਕ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ:
ta_in: நீங்கள் ஒரு ஷிப்ட் இருந்து அகற்றப்பட்டன:

source: Removed from Shift
bg_bg: Премахнато от Shift
fi_fi: Poistettu Shift
fr: Retiré de la Maj
ga_ie: Bainte ó Shift
hi_in: बदलाव से हटाया
hu_hu: Távolítani műszak
ne_in: सिफ्ट हटाइयो
pa: Shift ਨੂੰ ਹਟਾ
ta_in: ஷிப்ட் இருந்து நீக்கப்பட்ட

source: Your account has been deleted
fi_fi: Tilisi on poistettu
hi_in: आपका खाता हटा दिया गया है
ne_in: तपाईंको खाता नष्ट गरिएको छ

source: Your angelsystem account has been deleted. If you have any questions regarding your account deletion, please contact heaven.
fi_fi: Your angelsystem tili on poistettu. Jos sinulla on kysyttävää tilin poisto, ota yhteyttä taivas.
hi_in: अपने दूत सिस्टम खाते हटा दिया गया है। आप किसी भी प्रश्न हैं, तोअपने खाते विलोपन के बारे में, स्वर्ग से संपर्क करें।
ne_in: तपाईंको angelsystem खाता नष्ट गरिएको छ। तपाईं आफ्नो खाता मेटाउने सन्दर्भमा कुनै प्रश्न छ भने, कृपया स्वर्गमा सम्पर्क गर्नुहोस्।

source: Active angels
bg_bg: Активни ангели
fi_fi: aktiivinen enkelit
fr: Anges actives
ga_ie: aingeal gníomhacha
hi_in: सक्रिय स्वर्गदूतों
hu_hu: Aktív angyalok
ne_in: सक्रिय स्वर्गदूतहरू
pa: ਸਰਗਰਮ ਦੂਤ
ta_in: செயலில் தேவதைகள்

source: At least %s angels are forced to be active. The number has to be greater.
bg_bg: Най-малко%s ангели са принудени да бъдат активни. Броят трябва да бъде по-голяма.
fi_fi: Vähintään%s enkelit on pakko olla aktiivinen. Numero on oltava suurempi.
fr: Au moins %s anges sont obligés d’être actif. Le nombre doit être supérieur.
ga_ie: Ar a laghad%s angels tá iallach a bheith gníomhach. Tá an líon a bheith níos mó.
hi_in: कम से कम% s स्वर्गदूतों सक्रिय होने के लिए मजबूर कर रहे हैं। अधिक से अधिक संख्या में हो गया है।
hu_hu: Legalább %s angyalok arra kényszerülnek, hogy aktív. A szám nem lehet nagyobb.
ne_in: कम से कम%s को स्वर्गदूतहरू सक्रिय हुन बाध्य छन्। संख्या ठूलो छ।
pa: ਘੱਟੋ-ਘੱਟ%s ਨੂੰ ਦੂਤ ਸਰਗਰਮ ਹੋਣ ਲਈ ਮਜਬੂਰ ਕਰ ਰਹੇ ਹਨ. ਦਾ ਨੰਬਰ ਵੱਡਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ.
ta_in: குறைந்தது %sள் தேவதூதர்கள் சுறுசுறுப்பாக இருக்க வேண்டிய கட்டாயத்தில் உள்ளனர். பெரிய எண்ணாக இருக்க வேண்டும்.

source: Please enter a number of angels to be marked as active.
bg_bg: Моля въведете число на ангелите да бъдат маркирани като активен.
fi_fi: Anna useita enkeleitä merkitään aktiivisena.
fr: Veuillez entrer un numéro d’anges pour être marquée comme active.
ga_ie: Iontráil uimhir aingeal a bheith marcáilte mar gníomhach.
hi_in: कृपया दर्ज स्वर्गदूतों के एक नंबर सक्रिय रूप में चिह्नित किया है।
hu_hu: Adjon meg egy számot az angyalok, jelölhető meg aktívként.
ne_in: प्रविष्ट गर्नुहोस् स्वर्गदूतहरू एक नम्बर सक्रिय रूपमा चिन्ह लगाइएको हुनेछन् गर्न।
pa: ਕਿਰਪਾ ਕਰਕੇ ਦਿਓ, ਦੂਤ ਦੇ ਇੱਕ ਨੰਬਰ ਦੇ ਸਰਗਰਮ ਤੌਰ 'ਤੇ ਮਾਰਕ ਜਾਵੇ.
ta_in: எண்ணற்ற தேவதூதர்கள் செயலில் குறிக்கப்படும் உள்ளிடவும்.

source: Marked angels.
bg_bg: Маркираните ангели.
fi_fi: Merkitty enkelit.
fr: Anges marqués.
ga_ie: aingeal Mharcáilte.
hi_in: चिह्नित स्वर्गदूतों।
hu_hu: Megjelölt angyalok.
ne_in: चिह्नित स्वर्गदूतहरू।
pa: ਚਿੰਨ੍ਹਿਤ ਦੂਤ.
ta_in: அடையாளமிட்ட தேவதைகள்.

source: back
bg_bg: назад
fi_fi: takaisin
fr: arrière
ga_ie: droim
hi_in: वापस
hu_hu: vissza
ne_in: फिर्ता
pa: ਪਿੱਛੇ
ta_in: பின்செல்﻿

source: apply
bg_bg: прилагам
fi_fi: ota käyttöön
fr: postuler
ga_ie: iarratas a dhéanamh
hi_in: लागू करें
hu_hu: használ
ne_in: लागू
pa: ਨੂੰ ਲਾਗੂ
ta_in: யாகூ!

source: Angel has been marked as active.
bg_bg: Ангел е маркиран като активен.
fi_fi: Angel on merkitty aktiiviseksi.
fr: Angel a été marquée comme active.
ga_ie: Angel Tá Marcáladh gníomhach.
hi_in: एन्जिल सक्रिय रूप में चिह्नित किया गया है।
hu_hu: Angyal aktívként van megjelölve.
ne_in: स्वर्गदूतले सक्रिय रूपमा चिन्ह लगाइएको छ।
pa: ਦੂਤ ਸਰਗਰਮ ਤੌਰ 'ਤੇ ਮਾਰਕ ਕੀਤਾ ਗਿਆ ਹੈ.
ta_in: ஏஞ்சல் செயலில் குறிக்கப்பட்டுள்ளது.

source: Angel not found.
bg_bg: Ангел не е намерен.
fi_fi: Angel ei löytynyt.
fr: Angel est introuvable.
ga_ie: Angel gan aimsiú.
hi_in: एन्जिल नहीं मिला।
hu_hu: Angyal nem található.
ne_in: स्वर्गदूतले फेला परेन।
pa: ਦੂਤ ਨਾ ਲੱਭੀ.
ta_in: ஏஞ்சல் இல்லை.

source: Angel has been marked as not active.
bg_bg: Ангел е маркиран като не е активна.
fi_fi: Angel on merkitty ei-aktiiviseksi.
fr: Angel a été marquée comme non actif.
ga_ie: Tá Angel marcáilte mar cheann nach gníomhach.
hi_in: एन्जिल सक्रिय नहीं के रूप में चिह्नित किया गया है।
hu_hu: Angyal jelölése: nem aktív.
ne_in: स्वर्गदूतले सक्रिय छैन रूपमा चिन्ह लगाइएको छ।
pa: ਦੂਤ ਸਰਗਰਮ ਹੈ, ਨਾ ਦੇ ਤੌਰ ਤੇ ਮਾਰਕ ਕੀਤਾ ਗਿਆ ਹੈ.
ta_in: ஏஞ்சல் செயலில் இல்லை என்று குறிக்கப்பட்டுள்ளது.

source: Angel has got a t-shirt.
bg_bg: Ангел е имам фланелка.
fi_fi: Angel on saanut t-paita.
fr: Angel a reçu un t-shirt.
ga_ie: Angel fuair t-léine.
hi_in: एन्जिल एक टी शर्ट मिली है।
hu_hu: Angel van egy pólót.
ne_in: स्वर्गदूतले एक टी-शर्ट पायो छ।
pa: ਦੂਤ ਨੇ ਇੱਕ ਟੀ-ਸ਼ਰਟ ਮਿਲ ਗਿਆ ਹੈ.
ta_in: ஏஞ்சல் ஒரு சட்டை கிடைத்தது.

source: Angel has got no t-shirt.
bg_bg: Ангел е не получи фланелка.
fi_fi: Angel on saanut mitään t-paita.
fr: Angel n’a reçu aucun t-shirt.
ga_ie: Angel tá fuair aon tléine.
hi_in: एन्जिल कोई टी-शर्ट मिल गया है।
hu_hu: Angyal van a t-shirt.
ne_in: स्वर्गदूतले कुनै टी-शर्ट पायो छ।
pa: ਦੂਤ ਕੋਈ ਟੀ-ਸ਼ਰਟ ਮਿਲ ਗਿਆ ਹੈ.
ta_in: ஏஞ்சல் எந்த சட்டை கிடைத்தது.

source: set active
bg_bg: определя активната
fi_fi: aktiivisen
fr: Paramétrer comme Actif
ga_ie: leagan gníomhach
hi_in: सक्रिय नियत करें
hu_hu: készlet aktivál
ne_in: सक्रिय सेट
pa: ਸਰਗਰਮ ਸੈੱਟ ਕੀਤਾ
ta_in: செயலில் அமைக்க

source: remove active
bg_bg: премахване на активното
fi_fi: poista aktiivinen
fr: Supprime la vue active.
ga_ie: bain gníomhach
hi_in: सक्रिय हटाने
hu_hu: távolítsa el az aktív
ne_in: सक्रिय हटाउन
pa: ਸਰਗਰਮ ਨੂੰ ਹਟਾਉਣ
ta_in: செயலில் நீக்க

source: got t-shirt
bg_bg: имам фланелка
fi_fi: sai paidan
fr: reçu t-shirt
ga_ie: Fuair ​​tléine
hi_in: मिल गया टी शर्ट
hu_hu: van póló
ne_in: पायो टी-शर्ट
pa: ਮਿਲੀ ਟੀ-ਸ਼ਰਟ
ta_in: கிடைத்தது சட்டை

source: remove t-shirt
bg_bg: премахване на тениска
fi_fi: Poista t-paita
fr: enlever le t-shirt
ga_ie: bain tléine
hi_in: टी-शर्ट को हटाने
hu_hu: távolítsa el a póló
ne_in: टी-शर्ट हटाउन
pa: ਨੂੰ ਹਟਾਉਣ ਟੀ-ਸ਼ਰਟ
ta_in: சட்டை நீக்க

source: Sum
bg_bg: сума
fi_fi: Summa
fr: Somme
ga_ie: suim
hi_in: राशि
hu_hu: Összeg
ne_in: योगफल
pa: ਬੀਮੇ
ta_in: தொகை

source: Search angel:
bg_bg: Търсене ангел:
fi_fi: Haku angel:
fr: Ange de recherche :
ga_ie: Search aingeal:
hi_in: खोज दूत:
hu_hu: Keresés angyal:
ne_in: खोज स्वर्गदूतले:
pa: ਖੋਜ ਦੂਤ ਨੂੰ:
ta_in: தேடல் தேவதை:

source: Show all shifts
bg_bg: Покажи всички смени
fi_fi: Näytä kaikki siirtymät
fr: Montrer tous les quarts
ga_ie: Taispeáin gach shifts
hi_in: सभी पारियों दिखाएँ
hu_hu: A következő szálláshely minden műszakban
ne_in: सबै फेरबदल देखाउन
pa: ਸਾਰੇ ਵਾਰੀ ਦਿਖਾਓ
ta_in: அனைத்து ஷிப்டுகளில் காட்டு
