Repository: engelsystem/engelsystem
Catalog: locale/*.UTF-8/LC_MESSAGES/default.po
Languages: bg_bg, fi_fi, fr, ga_ie, hi_in, hu_hu, ne_in, pa, ta_in

source: Search
bg_bg: Търсене
fi_fi: Hae
fr: Rechercher…
ga_ie: Cuardaigh
hi_in: खोज
hu_hu: Keresés
ne_in: खोज
pa: ਖੋਜ
ta_in: தேடு

source: How much angels should be active?
bg_bg: Колко ангели трябва да е активна?
fi_fi: Kuinka paljon enkeleitä pitäisi olla aktiivinen?
fr: Combien les anges doivent être actifs ?
ga_ie: Ba chóir Cé mhéad haingil a bheith gníomhach?
hi_in: कितना स्वर्गदूतों सक्रिय होना चाहिए?
hu_hu: Mennyit angyalok aktívnak kell lennie?
ne_in: कति स्वर्गदूतहरू सक्रिय हुनुपर्छ?
pa: ਕਿੰਨਾ ਕੁ ਦੂਤ ਸਰਗਰਮ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ?
ta_in: எவ்வளவு தேவதூதர்கள் செயலில் இருக்க வேண்டும்?

source: Preview
bg_bg: предварителен преглед
fi_fi: Esikatselu
fr: Prévisualiser
ga_ie: réamhamharc
hi_in: पूर्वावलोकन
hu_hu: Előnézet
ne_in: पूर्वावलोकन
pa: ਜਾਣਕਾਰੀ ਦੇ
ta_in: முன்னோட்ட

source: Nickname
bg_bg: Прякор
fi_fi: Lempinimi:
fr: Identifiant
ga_ie: leasainm
hi_in: उपनाम
hu_hu: Becenév
ne_in: उपनाम
pa: ਉਪਨਾਮ
ta_in: புனைப்பெயர்

source: Size
bg_bg: Размери
fi_fi: Koko
fr: Taille
ga_ie: Méid
hi_in: आकार
hu_hu: Méret
ne_in: आकार
pa: ਆਕਾਰ
ta_in: அளவு

source: Shifts
bg_bg: Превключва
fi_fi: Vuorot
fr: Périodes de travail
hi_in: परिवर्तन
hu_hu: Többműszakos munka
ne_in: फेरबदल
pa: ਵਾਰੀ
ta_in: ஷிப்டுகளில்

source: Length
bg_bg: Дължина
fi_fi: Pituus
fr: Longueur
ga_ie: Fad
hi_in: लंबाई
hu_hu: Hossz
ne_in: लम्बाइ
pa: ਲੰਬਾਈ
ta_in: நீளம்

source: Active?
bg_bg: Активна ли е тази обява?
fi_fi: Aktiivinen?
fr: Actif ?
ga_ie: Gníomhach?
hi_in: सक्रिय ?
hu_hu: Aktív?
ne_in: सक्रिय?
pa: ਸਰਗਰਮ?
ta_in: செயலில்?

source: Forced
bg_bg: Принуден
fi_fi: Voima
fr: Obligés
ga_ie: Fórsa
hi_in: मजबूर
hu_hu: Kénytelen
ne_in: बाध्य
pa: ਜਬਰੀ
ta_in: கட்டாய

source: T-shirt?
bg_bg: Тениска?
fi_fi: T-paita?
fr: Tee-shirt
ga_ie: t-léine
hi_in: टी-शर्ट?
hu_hu: Póló?
ne_in: टी-शर्ट?
pa: ਟੀ-ਸ਼ਰਟ
ta_in: சட்டை?

source: Shirt statistics
bg_bg: статистики риза
fi_fi: paita tilastot
fr: Statistiques de chemise
ga_ie: staitisticí Shirt
hi_in: शर्ट आँकड़े
hu_hu: Ing-statisztika
ne_in: शर्ट तथ्याङ्क
pa: ਕਮੀਜ਼ ਅੰਕੜੇ
ta_in: சட்டை புள்ளி

source: Needed shirts
bg_bg: Необходими ризи
fi_fi: tarvittavat paidat
fr: Besoin de chemises
ga_ie: léinte ag teastáil
hi_in: की जरूरत शर्ट
hu_hu: Szükséges ingek
ne_in: आवश्यक शर्ट
pa: ਦੀ ਲੋੜ ਹੈ ਸ਼ਰਟ
ta_in: தேவைப்படும் சட்டைகள்

source: Given shirts
bg_bg: Като се има предвид ризи
fi_fi: Koska paidat
fr: Chemises de donnée
ga_ie: léinte Ós
hi_in: यह देखते हुए शर्ट
hu_hu: Adott ingek
ne_in: दिइएको शर्ट
pa: ਦਿੱਤੇ ਸ਼ਰਟ
ta_in: கொடுக்கப்பட்ட சட்டைகள்

source: Arrived angels
bg_bg: пристигнали ангели
fi_fi: saapui enkelit
fr: Anges sont arrivés
ga_ie: aingeal tháinig
hi_in: आ स्वर्गदूतों
hu_hu: Érkezett angyalok
ne_in: आइपुग्यो स्वर्गदूतहरू
pa: ਪਹੁੰਚੇ ਦੂਤ
ta_in: வந்துசேர்ந்தார் தேவதைகள்

source: Reset done. Angel has not arrived.
bg_bg: Reset направено. Ангел не е пристигнал.
fi_fi: Nollaa tehty. Angel ei ole saapunut.
fr: Réinitialisation de fait. Angel n’est pas arrivé.
ga_ie: Athshocraigh dhéanamh. Nach bhfuil Angel tháinig.
hi_in: किया रीसेट। एंजेल नहीं आया है।
hu_hu: Reset tenni. Angyal még nem érkezett.
ne_in: गरेका रिसेट। स्वर्गदूतले आइपुगेको छ छैन।
pa: ਰੀਸੈਟ ਕੀਤਾ ਹੈ. ਦੂਤ ਪਹੁੰਚੇ, ਨਾ ਹੈ.
ta_in: மீட்டமைப்பு முடிந்தது. ஏஞ்சல் வரவில்லை.

source: Angel has been marked as arrived.
bg_bg: Ангел е маркиран като пристигна.
fi_fi: Angel on merkitty saapui.
fr: Angel a été marquée comme est arrivé.
ga_ie: Tá Angel Marcáladh tháinig.
hi_in: एन्जिल के रूप में पहुंचे अंकित की गई है।
hu_hu: Angyal megjelölte, megérkezett.
ne_in: आइपुगे रूपमा स्वर्गदूतले चिन्ह लगाइएको छ।
pa: ਦੂਤ ਦੇ ਰੂਪ ਵਿੱਚ ਪਹੁੰਚੇ ਮਾਰਕ ਕੀਤਾ ਗਿਆ ਹੈ.
ta_in: வந்திறங்கியதும் ஏஞ்சல் என்று குறிக்கப்பட்டுள்ளது.

source: yes
bg_bg: да
fi_fi: kyllä
fr: oui
ga_ie: tá
hi_in: हाँ
hu_hu: igen
ne_in: aaja
pa: ਜੀ
ta_in: ஆம்

source: reset
bg_bg: нулиране
fi_fi: tyhjennä
fr: Réinitialiser
ga_ie: athshocrú
hi_in: रीसेट
hu_hu: alapérték
ne_in: रिसेट
pa: ਰੀਸੈਟ
ta_in: மீட்டமைக்க

source: arrived
bg_bg: пристигнал
fi_fi: saapui
fr: Arrivé
ga_ie: tháinig
hi_in: पहुंच गए
hu_hu: megérkezett
ne_in: आइपुगे
pa: ਪਹੁੰਚੇ
ta_in: வந்து

source: Planned arrival
bg_bg: Планиран пристигане
fi_fi: suunniteltua saapumista
fr: Arrivée prévue
ga_ie: teacht pleanáilte
hi_in: योजना बनाई आगमन
hu_hu: Tervezett érkezés
ne_in: योजनाबद्ध आगमन
pa: ਯੋਜਨਾਬੱਧ ਪਹੁੰਚਣ
ta_in: திட்டமிட்ட வருகையை

source: Arrived?
bg_bg: Пристигнали?
fi_fi: Saapui?
fr: Arrivé
ga_ie: Tháinig?
hi_in: पहुंच गए?
hu_hu: Megérkezett?
ne_in: आइपुग्यो?
pa: ਪਹੁੰਚੇ?
ta_in: வந்துவிட்டனர்?

source: Arrival date
bg_bg: Дата на пристигане
fi_fi: Tulopäivä
fr: Date d'arrivée
ga_ie: dáta Teacht
hi_in: पहुँचने की तारीख
hu_hu: Érkezési dátum
ne_in: आगमन मिति
pa: ਆਗਮਨ ਦੀ ਤਾਰੀਖ
ta_in: வந்தடையும் தேதி

source: Planned departure
bg_bg: Планиран заминаване
fi_fi: suunnitellut lähtöä
fr: Départ prévu
ga_ie: imeachta pleanáilte
hi_in: योजना बनाई प्रस्थान
hu_hu: Tervezett indulási
ne_in: योजनाबद्ध प्रस्थान
pa: ਯੋਜਨਾਬੱਧ ਜਾਣ
ta_in: திட்டமிட்டபடி புறப்படுவதற்கு

source: Planned arrival statistics
bg_bg: статистики Планирани пристигане
fi_fi: Suunniteltua saapumista tilastot
fr: Statistiques de l’arrivée prévue
ga_ie: Staitisticí teacht Pleanáilte
hi_in: योजना बनाई आगमन सांख्यिकी
hu_hu: Tervezett érkezés statisztika
ne_in: योजनाबद्ध आगमन तथ्याङ्क
pa: ਯੋਜਨਾਬੱਧ ਪਹੁੰਚਣ ਅੰਕੜੇ
ta_in: திட்டமிட்ட வருகையை புள்ளி

source: arrived sum
bg_bg: пристигна сума
fi_fi: saapui summa
fr: arrivée de somme
ga_ie: suim arna háireamh
hi_in: आ राशि
hu_hu: megérkezett összeg
ne_in: आइपुगे योगफल
pa: ਪਹੁੰਚੇ ਰਕਮ
ta_in: வந்து தொகை

source: Date
bg_bg: Дата
fi_fi: Päiväys
fr: Dattes
ga_ie: Dáta
hi_in: तारीख
hu_hu: Dátum
ne_in: मिति
pa: ਮਿਤੀ
ta_in: தேதி

source: Count
bg_bg: Броя
fi_fi: Määrä
fr: Compteur
hi_in: गणना
hu_hu: Számláló
ne_in: गणना
pa: ਗਿਣਤੀ
ta_in: எண்ண

source: Arrival statistics
bg_bg: статистики Пристигане
fi_fi: Arrival tilastot
fr: Statistiques d’arrivée
ga_ie: staitisticí Teacht
hi_in: आगमन सांख्यिकी
hu_hu: Érkezés Statisztika
ne_in: आगमन तथ्याङ्क
pa: ਆਗਮਨ ਅੰਕੜੇ
ta_in: வருகை புள்ளிவிவரங்கள்

source: Planned departure statistics
bg_bg: статистики Планирани заминаване
fi_fi: Suunnitellut lähtö tilastot
fr: Statistiques de départ prévu
ga_ie: Staitisticí imeachta Pleanáilte
hi_in: योजना बनाई प्रस्थान आँकड़े
hu_hu: Tervezett indulási statisztika
ne_in: योजनाबद्ध प्रस्थान तथ्याङ्क
pa: ਯੋਜਨਾਬੱਧ ਜਾਣ ਅੰਕੜੇ
ta_in: திட்டமிட்டபடி புறப்படுவதற்கு புள்ளி

source: Free angels
bg_bg: Безплатни ангели
fi_fi: free enkelit
fr: Anges gratuits
ga_ie: aingeal Saor
hi_in: नि: शुल्क स्वर्गदूतों
hu_hu: Ingyenes angyalok
ne_in: फ्री स्वर्गदूतहरू
pa: ਮੁਫ਼ਤ ਦੂਤ
ta_in: இலவச தேவதைகள்

source: Only confirmed
bg_bg: Само потвърди
fi_fi: vain vahvistettu
fr: A seulement confirmé
ga_ie: ach dhearbhaigh
hi_in: केवल इस बात की पुष्टि
hu_hu: Csak megerősítette
ne_in: केवल पुष्टि
pa: ਕੇਵਲ ਪੁਸ਼ਟੀ ਕੀਤੀ
ta_in: மட்டுமே உறுதி

source: Nick
bg_bg: Псевдоним
fi_fi: Alias
hi_in: निक
hu_hu: Becenév
ne_in: निक
pa: ਨਿਕ
ta_in: நிக்

source: Jabber
bg_bg: бърборя
fi_fi: Extensible Messaging and Presence Protocol
fr: Extensible Messaging and Presence Protocol
hi_in: अस्पष्ट
ne_in: अस्पष्ट
pa: ਜੱਬਰ
ta_in: ஜாபர்

source: E-Mail
bg_bg: Е-Поща
fi_fi: Sähköpostiosoite
ga_ie: Ríomhphost
hi_in: ईमेल
ne_in: ई-मेल
pa: ਈ-ਮੇਲ
ta_in: மின்னஞ்சல்

source: Name
bg_bg: Име
fi_fi: Nimi
fr: Nom
ga_ie: Ainm
hi_in: नाम
hu_hu: Név
ne_in: नाम
pa: ਪੰਜਾਬੀ ਅਨੁਵਾਦ ਨੂੰ ਅੰਗਰੇਜ਼ੀ ਲਈ ਮੁਫ਼ਤ ਸਾਫਟਵੇਅਰ
ta_in: பெயர்

source: Privileges
bg_bg: Привилегии
fi_fi: etuoikeudet
fr: Privilèges
ga_ie: Pribhléidí
hi_in: विशेषाधिकार
hu_hu: Jogosultságok
ne_in: विशेषाधिकार
pa: ਅਧਿਕਾਰ
ta_in: சிறப்புரிமைகளும்

source: Save
bg_bg: Запиши
fi_fi: Tallenna
fr: Enregistrer
ga_ie: sábháil
hi_in: बचाना
hu_hu: Mentés
ne_in: बचत
pa: ਬਚਾਓ
ta_in: சேமி

source: Frab import
bg_bg: Frab внос
fi_fi: Frab tuonti
fr: Importation de FRAB
ga_ie: allmhairiú Frab
hi_in: Frab आयात
hu_hu: Frab importálása
ne_in: Frab आयात
pa: Frab ਆਯਾਤ
ta_in: Frab இறக்குமதி

source: Webserver has no write-permission on import directory.
bg_bg: Уеб сървър не е запис на разрешение за внос на указателя.
fi_fi: Webserver ei write-lupaa tuonnin hakemistoon.
fr: Serveur Web n’a aucune autorisation en écriture sur le répertoire d’importation.
ga_ie: Níl aon scríobh-chead ar eolaire allmhairí Webserver.
hi_in: वेब सर्वर निर्देशिका का उपयोग लिखने आयात की जरूरत नहीं है।
hu_hu: Webserver behozatali könyvtárban nincs írási van.
ne_in: वेबसर्वर आयात निर्देशिका कुनै लेख्ने-अनुमति छ।
pa: ਵੈਬਸਰਵਰ ਦਰਾਮਦ ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ 'ਤੇ ਕੋਈ ਲਿਖਣ-ਦੀ ਇਜਾਜ਼ਤ ਹੈ.
ta_in: வெப்சர்வர் இறக்குமதி அடைவு எந்த எழுத அனுமதி உள்ளது.

source: Please select a shift type.
bg_bg: Моля, изберете тип промяна.
fi_fi: Valitse shift tyyppi.
fr: Veuillez sélectionner un type de déplacement.
ga_ie: Roghnaigh cineál athrú.
hi_in: कृपया एक पारी प्रकार का चयन करें।
hu_hu: Válassza ki a shift.
ne_in: कृपया पारी प्रकार चयन गर्नुहोस्।
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਸ਼ਿਫਟ ਦੀ ਕਿਸਮ ਦੀ ਚੋਣ ਕਰੋ.
ta_in: தயவு செய்து ஒரு மாற்றத்தை வகையை தேர்வு செய்யவும்.

source: Please enter an amount of minutes to add to a talk's begin.
bg_bg: Моля въведете сума на минути, за да добавите към разговор започнем.
fi_fi: Anna määrä minuutin lisätä puhetta Aloitetaan.
fr: Veuillez entrer un nombre de minutes à ajouter à une présentation de commencer.
ga_ie: Cuir isteach méid nóiméad a chur le caint ar tús.
hi_in: जोड़ने के लिए करने के लिए एक बातचीत शुरू मिनट की एक राशि में प्रवेश करें।
hu_hu: Kérjük adja meg egy percig, hogy adjunk egy beszélgetés kezdődik meg.
ne_in: कृपया सुरु भाषण थप्न मिनेट को राशि प्रविष्ट गर्नुहोस्।
pa: ਭਾਸ਼ਣ ਦੇ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਮਿੰਟ ਦੀ ਇੱਕ ਮਾਤਰਾ ਨੂੰ ਦਿਓ ਜੀ.
ta_in: தயவு செய்து ஒரு பேச்சு தொடங்க சேர்க்க நிமிடங்கள் ஒரு அளவு உள்ளிடவும்.

source: Please enter an amount of minutes to add to a talk's end.
bg_bg: Моля въведете сума на минути, за да добавите към края на разговор е.
fi_fi: Anna määrä minuutin lisätä puhetta lopussa.
fr: Veuillez entrer un nombre de minutes à ajouter à fin d’un discours.
ga_ie: Cuir isteach méid nóiméad a chur le deireadh caint ar.
hi_in: एक बात के अंत में जोड़ने के लिए मिनट की एक राशि में प्रवेश करें।
hu_hu: Kérjük, írja be az összeget perc felvenni a beszélgetés végén.
ne_in: कृपया भाषण अन्त थप्न मिनेट को राशि प्रविष्ट गर्नुहोस्।
pa: ਭਾਸ਼ਣ ਦੇ ਅੰਤ ਨੂੰ ਸ਼ਾਮਿਲ ਕਰਨ ਲਈ ਮਿੰਟ ਦੀ ਇੱਕ ਮਾਤਰਾ ਨੂੰ ਦਿਓ ਜੀ.
ta_in: தயவு செய்து ஒரு பேச்சு இறுதியில் சேர்க்க நிமிடங்கள் ஒரு அளவு உள்ளிடவும்.

source: No valid xml/xcal file provided.
bg_bg: Не валиден XML / xcal файл условие.
fi_fi: Ei voimassa xml / xcal-tiedostosta.
fr: Aucun fichier xml/xcal valide fourni.
ga_ie: Uimh xml / comhad xcal bailí.
hi_in: अवैध एक्सएमएल / फ़ाइल प्रदान की उत्कृष्टता।
hu_hu: Nincs érvényes xml/xcal fájl biztosított.
ne_in: कुनै मान्य XML / xcal फाइल प्रदान।
pa: ਕੋਈ ਠੀਕ XML / xcal ਫਾਇਲ ਦਿੱਤਾ ਹੈ.
ta_in: இல்லை சரியான XML / xcal கோப்பை வழங்கப்படுகிறது.

source: File upload went wrong.
bg_bg: Качване на файлове се обърка.
fi_fi: Tiedostojen siirto meni pieleen.
fr: Téléchargement de fichiers s’est mal passé.
ga_ie: Chuaigh Comhad uaslódáil mícheart.
hi_in: फाइल अपलोड गलत हो गया।
hu_hu: File feltöltés volt a baj.
ne_in: फाइल अपलोड गलत भयो।
pa: ਫਾਇਲ ਅੱਪਲੋਡ ਗਲਤ ਹੋ ਗਿਆ ਹੈ.
ta_in: கோப்பு பதிவேற்ற தவறு நடந்துவிட்டது.

source: Please provide some data.
bg_bg: Моля, дайте някои данни.
fi_fi: Antakaa joitakin tietoja.
fr: S’il vous plaît fournir certaines données.
ga_ie: Tabhair cuid de na sonraí.
hi_in: कुछ डेटा प्रदान करें।
hu_hu: Kérjük, adja meg néhány adatot.
ne_in: कृपया केही डेटा प्रदान।
pa: ਕੁਝ ਡਾਟਾ ਪ੍ਰਦਾਨ ਕਰੋ.
ta_in: சில தரவு வழங்கவும்.

source: File Upload
bg_bg: качване на файлове
fi_fi: Tiedoston lataaminen
fr: Upload Fichier
hi_in: फाइल अपलोड
hu_hu: Fájl feltöltés
ne_in: फाइल अपलोड
pa: ਫਾਇਲ ਅੱਪਲੋਡ
ta_in: கோப்பு பதிவேற்றம்

source: Validation
bg_bg: УТВЪРЖДАВАМ::.
fi_fi: Validointi
ga_ie: bailíochtú
hi_in: मान्यकरण
hu_hu: Validálás
ne_in: प्रमाणीकरण
pa: ਪ੍ਰਮਾਣਿਕਤਾ
ta_in: சரிபார்த்தல்

source: Import
bg_bg: Импорт
fi_fi: Tuonti
fr: Importer
ga_ie: allmhaire
hi_in: आयात
ne_in: आयात
pa: ਆਯਾਤ ਕਰੋ
ta_in: இறக்குமதி

source: This import will create/update/delete rooms and shifts by given FRAB-export file. The needed file format is xcal.
bg_bg: Този внос ще създаде / актуализация / изтриване стаи и смени от даден FRAB-износ файл. необходимо файлов формат е xcal.
fi_fi: Tämä tuonti luo / päivittää / poistaa huonetta ja siirtymät jonka annetaan FRAB vienti tiedosto. Tarvittava tiedostomuoto on xcal.
fr: Cette volonté importation créer/modifier/supprimer chambres et décale donné FRAB-exportation fichier. Le format de fichier requis est xcal.
ga_ie: Beidh an allmhairiú a chruthú / nuashonrú / seomraí agus shifts scriosadh ag a tugadh comhad FRAB-onnmhairithe. Is é an fhormáid comhaid is gá xcal.
hi_in: यह आयात / अद्यतन बनाने / दिया FRAB निर्यात फ़ाइल से कमरे और बदलाव को हटाना होगा। जरूरत फ़ाइल प्रारूप xcal है ।
hu_hu: A behozatali akarat teremt/frissítés/törlés szobák és műszak által adott FRAB-exportfájlt. A szükséges fájl formátuma xcal.
ne_in: यो आयात / सिर्जना गर्नेछ / अद्यावधिक दिइएको FRAB-निर्यात फाइल द्वारा कोठा र फेरबदल मेटाउन। आवश्यक फाइल ढाँचा xcal छ।
pa: ਇਹ ਆਯਾਤ / ਅੱਪਡੇਟ ਬਣਾਉਣ / ਦਿੱਤੀ ਗਈ FRAB-ਨਿਰਯਾਤ ਫਾਇਲ ਨੂੰ ਦੇ ਕੇ ਕਮਰੇ ਅਤੇ ਵਾਰੀ ਨੂੰ ਹਟਾ ਦੇਵੇਗਾ. ਦੀ ਲੋੜ ਹੈ ਫਾਇਲ ਫਾਰਮੈਟ xcal ਹੈ.
ta_in: இந்த இறக்குமதி உருவாக்க / புதுப்பிக்க / கொடுக்கப்பட்ட FRAB-ஏற்றுமதி கோப்பு அறைகளில் மற்றும் மாற்றங்கள் நீக்கும். தேவை கோப்பு வடிவம் xcal உள்ளது.

source: Add minutes to start
bg_bg: Добави минути, за да започнете
fi_fi: Lisää minuutin aloittaa
fr: Ajouter des minutes pour commencer
ga_ie: Cuir nóiméad a thosú
hi_in: मिनट शुरू करने के लिए जोड़े
hu_hu: Add hozzá perc kezdeni
ne_in: सुरु गर्न मिनेट थप्न
pa: ਮਿੰਟ ਸ਼ੁਰੂ ਵਿਚ ਜੋੜੋ
ta_in: தொடங்க நிமிடங்கள் சேர்

source: Add minutes to end
bg_bg: Добави минути до края
fi_fi: Lisää minuuttia loppuun
fr: Ajouter des minutes à la fin
ga_ie: Cuir nóiméad chun deireadh
hi_in: मिनट अंत में जोड़ने
hu_hu: Add hozzá perc a végéig
ne_in: अन्त मिनेट थप्न
pa: ਮਿੰਟ ਨੂੰ ਖਤਮ ਕਰਨ ਲਈ ਸ਼ਾਮਲ ਕਰੋ
ta_in: முடிவுக்கு நிமிடங்கள் சேர்

source: xcal-File (.xcal)
fi_fi: xcal-tiedosto (.xcal)
hi_in: राजनैतिक-फ़ाइल (.xcal)
hu_hu: xcal-fájl (.xcal)
ne_in: xcal-फाइल (.xcal)
pa: xcal-ਫਾਇਲ (.xcal)
ta_in: xcal-கோப்பு (.xcal)

source: Missing import file.
bg_bg: Липсва файл внос.
fi_fi: Puuttuva tuontitiedosto.
fr: Importer un fichier manquant.
ga_ie: Iarraidh comhad a allmhairiú.
hi_in: आयात फ़ाइल गुम।
hu_hu: Hiányzó fájl importálása.
ne_in: आयात फाइल छुटेको छ।
pa: ਆਯਾਤ ਫਾਇਲ ਗੁੰਮ ਹੈ.
ta_in: இறக்குமதி கோப்பு காணவில்லை.

source: Rooms to create
bg_bg: Стаи за създаване на
fi_fi: Rooms luoda
fr: Chambres pour créer
ga_ie: Seomraí a chruthú
hi_in: कमरे बनाने के लिए
hu_hu: Szobák létrehozása
ne_in: सिर्जना गर्न कोठा
pa: ਕਮਰੇ ਬਣਾਉਣ ਲਈ
ta_in: மனை உருவாக்க

source: Rooms to delete
bg_bg: Стаи за изтриване
fi_fi: Rooms poistaa
fr: Chambres à supprimer
ga_ie: Seomraí a scriosadh
hi_in: कमरे हटाने के लिए
hu_hu: Szobák törlése
ne_in: मेटाउन कोठा
pa: ਕਮਰੇ ਨੂੰ ਹਟਾਉਣ ਲਈ
ta_in: மனை நீக்க

source: Shifts to create
bg_bg: Смени, за да се създаде
fi_fi: Siirtyy luoda
fr: Déplacements pour créer
ga_ie: Shifts a chruthú
hi_in: बनाने के लिए पाली
hu_hu: Műszakok létrehozása
ne_in: सिर्जना गर्न फेरबदल
pa: ਬਣਾਉਣ ਲਈ ਵਾਰੀ
ta_in: உருவாக்க மாற்றங்கள்

source: Day
bg_bg: Ден
fi_fi: Päivä
fr: Jour
ga_ie: Lá
hi_in: दिवस
hu_hu: Nap
ne_in: दिन
pa: ਦਿਨ
ta_in: நாள்

source: Start
bg_bg: Пусни
fi_fi: Aloita
fr: Début
ga_ie: Tosaigh
hi_in: प्रारंभ
hu_hu: Indítás
ne_in: सुरु
pa: ਸ਼ੁਰੂ
ta_in: தொடக்கம்

source: End
bg_bg: Край
fi_fi: Loppu
fr: Fin
ga_ie: deireadh
hi_in: समाप्त
hu_hu: Vége
ne_in: अन्त
pa: ਅੰਤ
ta_in: முடிவு

source: Shift type
bg_bg: тип Shift
fi_fi: shift tyyppi
fr: Type de déplacement
ga_ie: cineál Shift
hi_in: शिफ्ट प्रकार
hu_hu: Műszak-típus
ne_in: सिफ्ट प्रकार
pa: Shift ਦੀ ਕਿਸਮ
ta_in: ஷிப்ட் வகை

source: Title
bg_bg: Заглавие
fi_fi: Otsikko
fr: Titre
ga_ie: teideal
hi_in: शीर्षक
hu_hu: Cím
ne_in: शीर्षक
pa: ਟਾਈਟਲ
ta_in: தலைப்பு

source: Room
bg_bg: Стая
fi_fi: Huone
fr: Chambre
ga_ie: Seomra
hi_in: कमरे
hu_hu: Szoba
ne_in: कोठा
pa: ਕਮਰਾ
ta_in: அறை

source: Shifts to update
bg_bg: Смени, за да се актуализира
fi_fi: Siirtyy päivittää
fr: Quarts de travail à jour
ga_ie: Shifts a thabhairt cothrom le dáta
hi_in: अद्यतन करने के लिए पाली
hu_hu: Műszakban frissítése
ne_in: अद्यावधिक गर्न फेरबदल
pa: ਨੂੰ ਅਪਡੇਟ ਕਰਨ ਲਈ ਵਾਰੀ
ta_in: புதுப்பிக்க மாற்றங்கள்

source: Shifts to delete
bg_bg: Смени, за да изтриете
fi_fi: Siirtyy poistaa
fr: Déplacements à supprimer
ga_ie: Shifts a scriosadh
hi_in: नष्ट करने के लिए पाली
hu_hu: Műszakban törlése
ne_in: मेटाउन फेरबदल
pa: ਨੂੰ ਹਟਾਉਣ ਲਈ ਵਾਰੀ
ta_in: நீக்க வேண்டிய மாற்றங்கள்

source: It's done!
bg_bg: Това е направено!
fi_fi: Se on tehty!
fr: Et voilà!
ga_ie: Tá sé déanta!
hi_in: हॊ गया!
hu_hu: Ez történik!
ne_in: यो पूरा!
pa: ਇਹ ਹੋ ਗਿਆ!
ta_in: அது முடிந்துவிட்டது!

source: Log
bg_bg: Вход
fi_fi: Loki
fr: Journal
ga_ie: Logáil
hi_in: हॊ गया!
hu_hu: Napló
ne_in: लग
pa: ਲਾਗ
ta_in: புகுபதிகை

source: Edit news entry
bg_bg: влизане новини Edit
fi_fi: Edit uutiset merkintä
fr: Modifiez l’entrée de nouvelles
ga_ie: iontráil nuachta Edit
hi_in: समाचार प्रविष्टि संपादित करें
hu_hu: Hírek-bejegyzés szerkesztése
ne_in: समाचार प्रविष्टि सम्पादन गर्नुहोस्
pa: ਖ਼ਬਰੀ ਇੰਦਰਾਜ਼ ਸੋਧ
ta_in: செய்தி நுழைவு திருத்து

source: Author
bg_bg: Автор
fi_fi: Tekijä
fr: Auteur
ga_ie: Údar
hi_in: लेखक
hu_hu: Szerző
ne_in: लेखक
pa: ਲੇਖਕ

source: Subject
bg_bg: Тема
fi_fi: Aihe
fr: Sujet
ga_ie: Ábhar
hi_in: विषय
hu_hu: Tárgy
ne_in: विषय
pa: ਵਿਸ਼ਾ
ta_in: பொருள்

source: Message
bg_bg: съобщение
fi_fi: Viesti
ga_ie: Teachtaireacht
hi_in: संदेश
ne_in: सन्देश
pa: ਸੁਨੇਹਾ
ta_in: செய்தி

source: Meeting
bg_bg: Срещи
fi_fi: Tapaaminen
fr: Réunion
ga_ie: Cruinniú
hi_in: मुलाकात
hu_hu: Találkozó
ne_in: बैठक
pa: ਬੈਠਕ
ta_in: சந்தித்தல்

source: Delete
bg_bg: изтривам
fi_fi: Poistaa
fr: Supprimer
ga_ie: Scrios
hi_in: हटाएँ
hu_hu: Törlés
ne_in: मेटाउन
pa: ਹਟਾਓ
ta_in: அழி

source: News entry updated.
bg_bg: влизане новини се обновява.
fi_fi: News merkintä päivitetään.
fr: Entrée de nouvelles mises à jour.
ga_ie: iontráil Nuacht nuashonraithe.
hi_in: समाचार प्रविष्टि अद्यतन किया गया।
hu_hu: Hír bejegyzés frissítése.
ne_in: समाचार प्रविष्टि अपडेट गरियो।
pa: ਨਿਊਜ਼ ਇੰਦਰਾਜ਼ ਅੱਪਡੇਟ ਕੀਤਾ.
ta_in: செய்திகள் நுழைவு மேம்படுத்தப்பட்டது.

source: News entry deleted.
bg_bg: влизане новини заличава.
fi_fi: News merkintä poistetaan.
fr: Entrée supprimée.
ga_ie: iontráil Nuacht scriosadh.
hi_in: समाचार प्रविष्टि को नष्ट कर दिया।
hu_hu: Hírek bejegyzést el kell hagyni.
ne_in: समाचार प्रवेश हटाइयो।
pa: ਨਿਊਜ਼ ਇੰਦਰਾਜ਼ ਨੂੰ ਹਟਾਇਆ.
ta_in: செய்தி உள்ளீடு நீக்கப்பட்டது.

source: Answer questions
bg_bg: Отговори на въпросите
fi_fi: Vastaa kysymyksiin
fr: Répondre à des questions
ga_ie: Freagair ceisteanna
hi_in: सवालों के जवाब देने
hu_hu: Kérdések megválaszolására
ne_in: उत्तर प्रश्नहरू
pa: ਜਵਾਬ ਸਵਾਲ
ta_in: பதில் கேள்விகள்

source: There are unanswered questions!
bg_bg: Има въпроси без отговор!
fi_fi: On avoimia kysymyksiä!
fr: il n’y a pas de réponses
ga_ie: Tá ceisteanna unanswered!
hi_in: अनुत्तरित सवाल कर रहे हैं!
hu_hu: Vannak megválaszolatlan kérdés!
ne_in: त्यहाँ अनुत्तरित प्रश्नहरू छन्!
pa: ਉੱਥੇ ਜਵਾਬ ਸਵਾਲ ਹਨ!
ta_in: பதிலளிக்கப்படாத கேள்விகள் உள்ளன!

source: Unanswered questions
bg_bg: въпроси без отговор
fi_fi: jätetyt kysymykset
fr: Questions non répondues.
ga_ie: ceisteanna unanswered
hi_in: अनुत्तरित प्रश्न
hu_hu: Megválaszolatlan kérdések
ne_in: अनुत्तरित प्रश्न
pa: ਜਵਾਬ ਸਵਾਲ
ta_in: பதிலளிக்கப்படாத கேள்விகள்

source: From
bg_bg: От
fi_fi: Alkaen
fr: De
ga_ie: Ó
hi_in: से
hu_hu: Honnan
ne_in: बाट
pa: ਤੱਕ
ta_in: தமிழ் புகார் கடிதம்

source: Question
bg_bg: Въпрос
fi_fi: Kysymys
ga_ie: Ceist
hi_in: सवाल
hu_hu: Kérdés
ne_in: प्रश्न
pa: ਸਵਾਲ
ta_in: கேள்வி

source: Answer
bg_bg: Отговор
fi_fi: Vastaus
fr: Réponse
ga_ie: freagra
hi_in: उत्तर
hu_hu: Válasz
ne_in: उत्तर
pa: ਜਵਾਬ
ta_in: பதில்

source: Answered questions
bg_bg: Отговори на въпроса
fi_fi: Vastatut kysymykset
fr: Questions traitées
ga_ie: ceisteanna a fhreagairt
hi_in: उत्तरित प्रश्न
hu_hu: Megválaszolt kérdések
ne_in: जवाफ प्रश्नहरू
pa: ਜਵਾਬ ਸਵਾਲ
ta_in: பதிலளிக்கப்பட்ட கேள்விகள்

source: Answered by
bg_bg: Отговорено от
fi_fi: vastasi
fr: Répondu par
ga_ie: Freagraí ag
hi_in: ने उत्तर दिया
hu_hu: Válaszolt
ne_in: उत्तर दिए
pa: ਕੇ ਜਵਾਬ
ta_in: பதில் அளித்தவர்

source: Rooms
bg_bg: Стаи
fi_fi: Huoneet
fr: Chambre(s)
ga_ie: seomraí
hi_in: कमरे
hu_hu: Helyiségek
ne_in: कोठा
pa: ਕਮਰੇ
ta_in: மனை

source: This name is already in use.
fi_fi: Tämä nimi on jo käytössä.
hi_in: यह नाम पहले से उपयोग में है।
ne_in: यो नाम पहिले नै प्रयोगमा छ।

source: Please enter needed angels for type %s.
bg_bg: Моля въведете необходимите ангели за тип% ите.
fi_fi: Anna tarvittavat enkeleitä tyyppi%s.
fr: Veuillez entrer les anges nécessaires pour type %s.
ga_ie: Iontráil aingeal ag teastáil le haghaidh cineál%s.
hi_in: %s प्रकार के लिए आवश्यक स्वर्गदूतों दर्ज करें।
hu_hu: Kérjük, írja be a szükséges angyalok típus %s.
ne_in: प्रकार%s को लागि आवश्यक स्वर्गदूतहरू प्रविष्ट गर्नुहोस्।
pa: ਕਿਸਮ%s ਲਈ ਲੋੜ ਦੂਤ ਦਿਓ ਜੀ.
ta_in: தயவு செய்து வகை%s தேவை தேவதைகள் உள்ளிடவும்.

source: Room saved.
bg_bg: запазена стая.
fi_fi: Huoneen tallennettu.
fr: Chambre sauvé.
ga_ie: Seomra shábháil.
hi_in: कमरे बचा लिया।
hu_hu: Szoba mentett.
ne_in: कोठा सुरक्षित गरियो।
pa: ਰੂਮ ਨੂੰ ਬਚਾਇਆ.
ta_in: அறை சேமிக்கப்படும்.

source: Public
bg_bg: Публична
fi_fi: Julkinen
hi_in: जनता
hu_hu: Nyilvános
ne_in: सार्वजनिक
pa: ਪਬਲਿਕ
ta_in: பொது

source: Room number
bg_bg: Номер на стая
fi_fi: Huoneen numero
fr: Numéro chambre
ga_ie: uimhir seomra
hi_in: कमरा संख्या
hu_hu: Szoba száma
ne_in: कोठा नम्बर
pa: ਕਮਰਾ ਨੰਬਰ '
ta_in: அறை எண்

source: Needed angels:
bg_bg: Необходими ангели:
fi_fi: Tarvittavat enkelit:
fr: Anges nécessaires :
ga_ie: aingeal ag teastáil:
hi_in: की जरूरत एन्जिल्स:
hu_hu: Szükséges angyalok:
ne_in: आवश्यक स्वर्गदूतहरू:
pa: ਦੀ ਲੋੜ ਦੂਤ:
ta_in: தேவைப்படும் தேவதூதர்கள்:

source: Room %s deleted.
bg_bg: Стая %s изтрити.
fi_fi: Huoneen%s poistettu.
fr: Chambre %s supprimé.
ga_ie: Seomra %s scriosadh.
hi_in: कक्ष %s नष्ट कर दिया।
hu_hu: Szoba (%s) törölve.
ne_in: कोठा%s मेटियो।
pa: ਕਮਰੇ%s ਨੂੰ ਹਟਾਇਆ.
ta_in: அறை%s நீக்கப்பட்டது.

source: Do you want to delete room %s?
bg_bg: Смятате ли, че искате да изтриете стая %s?
fi_fi: Haluatko poistaa huoneen%s?
fr: Vous voulez supprimer espace %s ?
ga_ie: Ar mhaith leat seomra %s a scriosadh?
hi_in: आप कमरे %s को मिटाना चाहते हैं ?
hu_hu: Törlendő szoba %s?
ne_in: तपाईं कोठा%s मेटाउन गर्न चाहनुहुन्छ?
pa: ਤੁਹਾਨੂੰ ਕਮਰੇ%s ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ta_in: நீங்கள் அறையில்%s ஐ நீக்க வேண்டும் என்று விரும்புகிறீர்களா?

source: add
bg_bg: добавете
fi_fi: Lisää
fr: ajouter
ga_ie: suimigh
hi_in: जोड़ें
hu_hu: hozzáadás
ne_in: थप
pa: ਜੋੜੋ
ta_in: AcademicYearCode உள்ளிடவும்

source: Create shifts
bg_bg: Създаване на смени
fi_fi: Luo vuorossa
fr: Créer des déplacements
ga_ie: Cruthaigh shifts
hi_in: पारियों बनाएँ
hu_hu: Műszakok létrehozása
ne_in: फेरबदल सिर्जना
pa: ਵਾਰੀ ਬਣਾਓ
ta_in: பணிநேரங்களை உருவாக்க

source: Please select a location.
bg_bg: Моля изберете място.
fi_fi: Valitse sijainti.
fr: Veuillez sélectionner un type de lieu.
ga_ie: Roghnaigh suíomh.
hi_in: कृपया एक स्थान का चयन करें।
hu_hu: Kérjük válasszon ki egy tárolóhelyet
ne_in: कृपया स्थान चयन गर्नुहोस्।
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਟਿਕਾਣਾ ਚੁਣੋ.
ta_in: ஒரு இடம் தேர்வு செய்க.

source: Please select a start time.
bg_bg: Моля изберете начален час.
fi_fi: Valitse aloitusaika.
fr: S’il vous plaît sélectionnez une heure de début.
ga_ie: Roghnaigh am tús.
hi_in: कृपया एक शुरुआत के समय का चयन करें।
hu_hu: Kérjük, válassza ki a kezdő időpont.
ne_in: कृपया सुरू समय चयन गर्नुहोस्।
pa: ਇੱਕ ਸ਼ੁਰੂ ਵਾਰ ਦੀ ਚੋਣ ਕਰੋ.
ta_in: ஒரு தொடக்க நேரம் தேர்ந்தெடுக்கவும்.

source: Please select an end time.
bg_bg: Моля изберете край време.
fi_fi: Valitse päättymisaika.
fr: Choisissez une heure de fin.
ga_ie: Roghnaigh an am deireadh.
hi_in: कृपया एक अंत समय का चयन करें।
hu_hu: Kérjük, válasszon egy olyan befejező időpontot.
ne_in: कृपया अन्त समय चयन गर्नुहोस्।
pa: ਅੰਤ ਵੇਲੇ ਦੀ ਚੋਣ ਕਰੋ.
ta_in: ஒரு இறுதி நேரம் தேர்ந்தெடுக்கவும்.
