Repository: engelsystem/engelsystem
Catalog: locale/*.UTF-8/LC_MESSAGES/default.po
Languages: bg_bg, fi_fi, fr, ga_ie, hi_in, hu_hu, ne_in, pa, ta_in

source: Messages
bg_bg: Съобщения
fi_fi: viestit
ga_ie: teachtaireachtaí
hi_in: संदेश
hu_hu: Üzenetek
ne_in: सन्देशहरू
pa: ਸੁਨੇਹੇ
ta_in: செய்திகள்

source: Select recipient...
bg_bg: Изберете получател ...
fi_fi: Valitse vastaanottaja ...
fr: Sélectionnez le destinataire
ga_ie: Roghnaigh faighteoir ...
hi_in: प्राप्तकर्ता का चयन करें ...
hu_hu: Címzett kijelölése
ne_in: प्राप्तकर्ता चयन गर्नुहोस् ...
pa: ਕਰਤਾ ਚੁਣੋ ...
ta_in: பெறுநர் தேர்வு ...

source: Unable to load user.
bg_bg: Не може да се зареди на потребителя.
fi_fi: Lataaminen ei onnistu käyttäjälle.
fr: Il est impossible de charger le fichier.
ga_ie: Ní féidir úsáideoir a luchtú.
hi_in: उपयोगकर्ता लोड करने में असमर्थ ।
hu_hu: Nem sikerült betölteni a felhasználó.
ne_in: प्रयोगकर्ता लोड गर्न असमर्थ।
pa: ਉਪਭੋਗੀ ਨੂੰ ਲੋਡ ਕਰਨ ਲਈ ਅਸਫ਼ਲ ਹੈ.
ta_in: பயனர் ஏற்ற முடியவில்லை.

source: mark as read
bg_bg: Маркирайте като прочетено
fi_fi: Merkitse luetuksi
fr: Marquer comme lu
ga_ie: marc mar léite
hi_in: पढ़े हुए का चिह्न
hu_hu: Olvasottként jelölés
ne_in: मार्क पढ्न रूपमा
pa: ਨਿਸ਼ਾਨ ਨੂੰ ਪੜ੍ਹਨ ਦੇ ਤੌਰ ਤੇ
ta_in: படித்ததாக குறியிடு

source: delete message
bg_bg: Изтрий съобщението:
fi_fi: Poistetaanko viesti?
fr: supprimer le message
ga_ie: scriosadh teachtaireacht
hi_in: संदेश को हटाएं
hu_hu: Törli az üzenetet?
ne_in: सन्देश मेटाउन
pa: ਸੁਨੇਹੇ ਨੂੰ ਹਟਾਉਣਾ ਹੈ
ta_in: செய்தியை நீக்க

source: Hello %s, here can you leave messages for other angels
bg_bg: Здравейте%s, тук могат да ви оставят съобщения за други ангели
fi_fi: Hei%s, täällä voit jättää viestejä muille enkelien
fr: Bonjour %s, ici peuvent vous laissez des messages d’autres anges
ga_ie: Dia duit%s, anseo is féidir leat teachtaireachtaí a d'aingeal eile saoire
hi_in: हैलो %s , यहाँ आप अन्य स्वर्गदूतों के लिए संदेश छोड़ सकते हैं
hu_hu: Hello %s, itt is maradnak az üzenetek a többi Angyaltól
ne_in: नमस्ते%s को, यहाँ तपाईं अन्य स्वर्गदूतहरू लागि सन्देशहरू पार्नसक्छन्
pa: ਹੈਲੋ%s ਨੂੰ, ਇੱਥੇ ਤੁਹਾਨੂੰ ਹੋਰ ਦੂਤ ਦੇ ਲਈ ਸੁਨੇਹੇ ਨੂੰ ਛੱਡ ਸਕਦੇ ਹਨ
ta_in: வணக்கம்%s, இங்கே நீங்கள் மற்ற வானவர்கள் செய்திகளிட

source: New
bg_bg: Нов
fi_fi: Uusi
fr: Nouveau
ga_ie: Nua
hi_in: नया
hu_hu: Új
ne_in: नयाँ
pa: ਨਿਊ
ta_in: புதிய

source: Transmitted
bg_bg: Предавател
fi_fi: lähetetään
fr: Émetteur d'ondes radioélectriques
ga_ie: -Tarchurtha
hi_in: प्रेषित
hu_hu: Továbbított
ne_in: प्रसारित
pa: ਪ੍ਰਸਾਰਿਤ
ta_in: கடத்தப்படும்

source: Recipient
bg_bg: получател
fi_fi: Vastaanottaja
fr: Bénéficiaire
ga_ie: faighteoir
hi_in: प्राप्त करने वाला
hu_hu: Címzett
ne_in: प्राप्तकर्ता
pa: ਪ੍ਰਾਪਤਕਰਤਾ
ta_in: பெறுநரின்

source: Incomplete call, missing Message ID.
bg_bg: Непълно повикване, липсващата ID съобщението.
fi_fi: Puutteellinen puhelu, puuttuvat Message ID.
fr: Appel incomplet, manquant d’ID de Message.
ga_ie: glaoch neamhiomlán, ar iarraidh Teachtaireacht ID.
hi_in: दो या दो से कॉल , लापता संदेश ID ।
hu_hu: Hiányos hívás hiányzó üzenetazonosító
ne_in: अपूर्ण कल, हराएको सन्देश आईडी।
pa: ਅਧੂਰਾ ਕਾਲ, ਗੁੰਮ ਸੁਨੇਹਾ ID ਹੈ.
ta_in: முழுமையற்ற அழைப்பு, காணாமல் செய்தி ஐடி.

source: No Message found.
bg_bg: Няма послание намерен.
fi_fi: Ei Message löytynyt.
fr: Aucun message trouvé
ga_ie: Gan Teachtaireacht aimsíodh.
hi_in: कोई संदेश मिल गया।
hu_hu: Közlemény nem található.
ne_in: कुनै सन्देश फेला परेन।
pa: ਕੋਈ ਸੁਨੇਹਾ ਮਿਲਿਆ ਹੈ.
ta_in: இல்லை செய்தி காணப்படவில்லை.

source: Transmitting was terminated with an Error.
bg_bg: Предаване беше прекратено с грешка.
fi_fi: Lähettävät lopetettiin virhe.
fr: Transmission a pris fin avec une erreur.
ga_ie: Cuireadh deireadh tarchuir le Earráid.
hi_in: भेजने में कोई त्रुटि के साथ समाप्त किया गया।
hu_hu: Továbbítására befejeződött egy hiba.
ne_in: दिइरहनुभएको त्रुटि संग समाप्त भएको थियो।
pa: ਭੇਜਿਆ ਇੱਕ ਗਲਤੀ ਨਾਲ ਬੰਦ ਹੋ ਗਿਆ.
ta_in: கடத்தும் ஒரு பிழை நீக்கம் செய்யப்பட்டார்.

source: Wrong action.
bg_bg: Грешен действие.
fi_fi: Väärä toiminta.
fr: Mauvaise action.
ga_ie: gníomh Mícheart.
hi_in: गलत कार्रवाई की।
hu_hu: Helytelen tettet.
ne_in: कार्य गलत।
pa: ਗਲਤ ਕਾਰਵਾਈ.
ta_in: தவறான நடவடிக்கை.

source: My shifts
bg_bg: Моите смени
fi_fi: Omat vuorossa
fr: Mes déplacements
ga_ie: Mo shifts
hi_in: मेरे पारियों
hu_hu: Én műszak
ne_in: मेरो फेरबदल
pa: ਮੇਰੀ ਵਾਰੀ
ta_in: என் ஷிப்டுகளில்

source: Key changed.
bg_bg: Key променило.
fi_fi: Key muuttunut.
fr: Modification de la clé.
ga_ie: Key athrú.
hi_in: कुंजी बदल दिया है।
hu_hu: Kulcs változtatott.
ne_in: प्रमुख परिवर्तन।
pa: ਕੁੰਜੀ ਬਦਲ ਗਿਆ.
ta_in: விசை மாற்றப்பட்டது.

source: Reset API key
bg_bg: Reset ключ API
fi_fi: Reset sovellusliittymäavain
fr: reset Clé API
ga_ie: eochair API Athshocraigh
hi_in: रीसेट एपीआई कुंजी
hu_hu: API-kulcs visszaállítása
ne_in: रिसेट एपीआई प्रमुख
pa: ਰੀਸੈਟ API ਕੁੰਜੀ
ta_in: மீட்டமை API விசை

source: If you reset the key, the url to your iCal- and JSON-export and your atom feed changes! You have to update it in every application using one of these exports.
bg_bg: Ако върнете ключа, адреса на вашия iCal- и JSON-износ и вашите промени атом фуражни! Трябва да го актуализира в всяко приложение, използвайки един от тези на износа.
fi_fi: Jos nollata avaimen, URL-osoite iCal- ja JSON vienti ja atomi syötteen muutokset! Sinun täytyy päivittää kaikissa sovelluksissa jollakin tämän viennin.
fr: Si vous réinitialisez la clé, l’adresse url de votre iCal-JSON-exportation et atome de votre flux des changements ! Vous devez mettre à jour dans toutes les applications en utilisant l’un de ces exportations.
ga_ie: Má tá tú ag athshocrú an eochair, an url do iCal- agus JSON-onnmhairiú agus do chuid athruithe a bheatha adamh! Tá tú chun cothrom le dáta é i ngach iarratas baint úsáide as ceann de na honnmhairithe.
hi_in: आप कुंजी , अपने iCal- और JSON - निर्यात और अपने परमाणु फ़ीड परिवर्तन करने के लिए यूआरएल रीसेट करते हैं ! आप इन निर्यात में से एक का उपयोग हर आवेदन में इसे अद्यतन करने के लिए है।
hu_hu: Ha a kulcs alaphelyzetbe állítja, az URL-címet az iCal - és JSON-exportálás és az atom feed változások! Akkor frissítenünk kell, hogy minden alkalmazás segítségével egy, az ilyen exportok.
ne_in: तपाईं आफ्नो iCal- र जेसोन-निर्यात र आफ्नो एटम फिड परिवर्तन गर्न प्रमुख, URL रिसेट भने! तपाईं यी निर्यात को एक प्रयोग हरेक आवेदनमा यसलाई अपडेट गर्न छ।
pa: ਤੁਹਾਨੂੰ ਕੁੰਜੀ, ਆਪਣੇ iCal- ਅਤੇ JSON-ਨਿਰਯਾਤ ਅਤੇ ਆਪਣੇ ਐਟਮ ਫੀਡ ਤਬਦੀਲੀ ਕਰਨ ਲਈ URL ਨੂੰ ਰੀਸੈਟ ਹੋ! ਤੁਹਾਨੂੰ ਇਹ ਬਰਾਮਦ ਦੇ ਇੱਕ ਵਰਤ ਹਰ ਕਾਰਜ ਵਿੱਚ ਇਸ ਨੂੰ ਅੱਪਡੇਟ ਕਰਨ ਲਈ ਹੈ.
ta_in: நீங்கள் உங்கள் iCal- மற்றும் JSON-ஏற்றுமதி மற்றும் உங்கள் ஃபீட் மாற்றங்கள் முக்கிய, URL மீட்டமைத்தால்! நீங்கள் இந்த ஏற்றுமதிகளை ஒன்றை பயன்படுத்தி ஒவ்வொரு பயன்பாட்டில் அதை மேம்படுத்த வேண்டும்.

source: Continue
bg_bg: Продължение
fi_fi: Jatkaa
fr: Continuer
ga_ie: Leanúint ar aghaidh
hi_in: जारी रहना
hu_hu: Folytatás
ne_in: जारी राख्न
pa: ਜਾਰੀ ਰੱਖੋ
ta_in: தொடர்ந்து

source: Please enter a freeload comment!
fi_fi: Anna Freeload kommentti!
hi_in: एक freeload टिप्पणी दर्ज करें !
ne_in: कृपया freeload टिप्पणी प्रविष्टि!

source: Shift saved.
bg_bg: Shift спасен.
fi_fi: Shift tallennettu.
fr: Maj Sauvé.
ga_ie: Shift shábháil.
hi_in: शिफ्ट बचाया।
hu_hu: SHIFT mentett.
ne_in: सिफ्ट सुरक्षित गरियो।
pa: Shift ਨੂੰ ਬਚਾਇਆ.
ta_in: ஷிப்ட் சேமிக்கப்படும்.

source: Shift canceled.
bg_bg: Shift анулирана.
fi_fi: Shift peruutettu.
fr: Maj annulée.
ga_ie: Shift ceal.
hi_in: शिफ्ट रद्द कर दिया।
hu_hu: SHIFT megszakítva.
ne_in: सिफ्ट रद्द गरियो।
pa: Shift ਰੱਦ.
ta_in: ஷிப்ட் ரத்து.

source: It's too late to sign yourself off the shift. If neccessary, ask the dispatcher to do so.
bg_bg: Вече е твърде късно, за да се подпише на прехода. Ако създадат необходимата, поиска от диспечера да го направят.
fi_fi: On liian myöhäistä allekirjoittaa itse pois siirtymistä. Jos neccessary, pyydä lähettäjää tekemään niin.
fr: Il est trop tard pour signer vous-même le changement. Si nécessaire, demander le répartiteur pour le faire.
ga_ie: Tá sé ró-dhéanach a shíniú féin as an t-athrú. Más neccessary, a iarraidh ar an dispatcher é sin a dhéanamh.
hi_in: यह अपने आप को पारी हस्ताक्षर करने के लिए बहुत देर हो चुकी है। आवश्यक हैं, तो ऐसा करने के लिए डिस्पैचर से पूछो।
hu_hu: Már túl késő, láttamozása magát a shift. Ha szükséges, kérje a diszpécser, hogy erre.
ne_in: यो पारी आफैलाई बन्द साइन इन गर्न ढिलो। neccessary भने, त्यसो गर्न dispatcher सोध्न।
pa: ਇਹ ਆਪਣੇ ਆਪ ਨੂੰ ਸ਼ਿਫਟ ਬੰਦ ਦਸਤਖਤ ਕਰਨ ਲਈ ਬਹੁਤ ਦੇਰ ਹੈ. neccessary ਜੇ, ਇਸ ਨੂੰ ਕੀ ਕਰਨ ਦੀ dispatcher ਪੁੱਛੋ.
ta_in: அதை மாற்ற உங்களை கையெழுத்திட நேரமாகிவிட்டது. neccessary என்றால், அவ்வாறு செய்ய அனுப்புனர் கேட்க.

source: News comments
bg_bg: коментари Новини
fi_fi: uutisista
fr: Nouvelles commentaires
ga_ie: tuairimí Nuacht
hi_in: समाचार टिप्पणी
hu_hu: Hírek hozzászólásai
ne_in: समाचार टिप्पणी
pa: ਨਿਊਜ਼ ਟਿੱਪਣੀ
ta_in: செய்தி கருத்துகள்

source: News
bg_bg: Новини
fi_fi: Uutiset
fr: Actualités
ga_ie: Nuacht
hi_in: समाचार
hu_hu: Hírek
ne_in: समाचार
pa: ਨਿਊਜ਼
ta_in: செய்தி

source: Meetings
bg_bg: Заседания
fi_fi: Kokoukset
fr: Séminaire
ga_ie: cruinnithe
hi_in: बैठक
hu_hu: Ülések
ne_in: बैठक
pa: ਮੀਟਿੰਗ
ta_in: கூட்டங்கள்

source: Comments
bg_bg: Коментари
fi_fi: Kommentit
fr: Commentaires
ga_ie: Tuairimí
hi_in: टिप्पणियाँ
hu_hu: Megjegyzések
ne_in: टिप्पणी
pa: ਟਿੱਪਣੀਆਂ:
ta_in: கருத்துரைகள்

source: Entry saved.
bg_bg: Влизане спасен.
fi_fi: Entry tallennettu.
fr: Entrée sauvé.
ga_ie: Iontráil shábháil.
hi_in: एंट्री बचाया।
hu_hu: Bejegyzés mentve.
ne_in: प्रवेश सुरक्षित गरियो।
pa: ਇੰਦਰਾਜ਼ ਨੂੰ ਬਚਾਇਆ.
ta_in: நுழைவு சேமிக்கப்படும்.

source: New Comment:
bg_bg: Нов коментар:
fi_fi: Uusi kommentti:
fr: Nouveau commentaire
ga_ie: Comment nua:
hi_in: नई टिप्पणी:
hu_hu: Új hozzászólás
ne_in: नयाँ टिप्पणी:
pa: ਨਿਊ ਟਿੱਪਣੀ:
ta_in: புதிய கருத்து:

source: Invalid request.
bg_bg: Невалидна заявка!
fi_fi: Virheellinen pyyntö.
fr: Requête invalide.
ga_ie: iarratas neamhbhailí.
hi_in: अमान्य अनुरोध।
hu_hu: Érvénytelen kérés
ne_in: अवैध अनुरोध।
pa: ਗਲਤ ਬੇਨਤੀ.
ta_in: தவறான கோரிக்கை.

source: Create news:
bg_bg: Създаване новини:
fi_fi: Luo uutinen:
fr: Créer de nouvelles :
ga_ie: Cruthaigh nuacht:
hi_in: खबर बनाएँ:
hu_hu: Hozzon létre Hírek:
ne_in: समाचार सिर्जना गर्नुहोस्:
pa: ਖ਼ਬਰੀ ਬਣਾਓ:
ta_in: செய்தி உருவாக்க:

source: Ask an archangel
bg_bg: Попитайте архангел
fi_fi: Pyydä arkkienkeli
fr: Demander un archange
ga_ie: Iarr ar archangel
hi_in: एक महादूत पूछो
hu_hu: Kérdezze egy arkangyal
ne_in: एक प्रधान दूत सोध्न
pa: ਇੱਕ ਮੀਕਾਏਲ ਪੁੱਛੋ
ta_in: ஒரு தேவதூதர் கேளுங்கள்

source: Unable to save question.
bg_bg: Не може да се спаси въпрос.
fi_fi: Ei voitu tallentaa kysymykseen.
fr: Impossible d’enregistrer la question.
ga_ie: Níféidir cheist a shábháil.
hi_in: सवाल सहेजने में असमर्थ ।
hu_hu: Nem lehet menteni a kérdés.
ne_in: प्रश्न बचत गर्न असमर्थ।
pa: ਸਵਾਲ ਦਾ ਸੰਭਾਲਣ ਲਈ ਅਸਮਰੱਥ ਹੈ.
ta_in: கேள்வி சேமிக்க முடியவில்லை.

source: You question was saved.
bg_bg: Можете въпрос беше запазена.
fi_fi: Kyseenalaistat tallennettiin.
fr: Votre question a été enregistrée.
ga_ie: Sábháladh tú a cheistiú.
hi_in: आप बच गया था सवाल।
hu_hu: Kérdés volt mentve.
ne_in: सङ्ग्रहित पृष्ठहरू
pa: ਤੁਹਾਨੂੰ ਬਚਾਇਆ ਗਿਆ ਸੀ ਸਵਾਲ.
ta_in: நீங்கள் காப்பாற்றப்பட்டது கேள்வி.

source: Please enter a question!
bg_bg: Моля, въведете въпрос!
fi_fi: Kirjoita kysymys!
fr: Veuillez saisir une question !
ga_ie: Iontráil ceist!
hi_in: एक प्रश्न दर्ज करें !
hu_hu: Kérjük, adja meg a kérdés!
ne_in: अनुमति बिना कुनै प्रविष्टि
pa: ਇੱਕ ਸਵਾਲ ਦਿਓ ਜੀ!
ta_in: தயவுசெய்து ஒரு கேள்வியை உள்ளிடவும்!

source: Incomplete call, missing Question ID.
bg_bg: Непълно повикване, липсващата Въпрос ID.
fi_fi: Puutteellinen puhelu, puuttuva kysymys ID.
fr: Appel incomplet, manque de Question ID.
ga_ie: glaoch neamhiomlán, ar iarraidh Ceist ID.
hi_in: अधूरा कॉल , लापता प्रश्न आईडी।
hu_hu: Hiányos hívás hiányzik a kérdés alapján.
ne_in: अपूर्ण कल, हराएको प्रश्न आईडी।
pa: ਅਧੂਰਾ ਕਾਲ, ਗੁੰਮ ਸਵਾਲ ID ਹੈ.
ta_in: முழுமையற்ற அழைப்பு, காணாமல் கேள்வி ஐடி.

source: No question found.
bg_bg: Няма намерени въпроси!
fi_fi: Ei kysymys löytynyt.
fr: Aucune question trouvée
ga_ie: Aon cheist aimsíodh.
hi_in: कोई सवाल ही नहीं पाया।
hu_hu: Nem kérdés, alapít.
ne_in: कुनै प्रश्न फेला परेन।
pa: ਕੋਈ ਸਵਾਲ ਦਾ ਮਿਲਿਆ ਹੈ.
ta_in: எந்த கேள்வி காணப்படும்.

source: Settings
bg_bg: Настройки
fi_fi: Asetukset
fr: Paramètres
ga_ie: Socruithe
hi_in: सेटिंग्स
hu_hu: Beállítások
ne_in: उन्नत सेटिङहरू सक्षम गर्नुहोस्
pa: ਸੈਟਿੰਗ
ta_in: அமைப்புகள்

source: Please enter your planned date of departure.
bg_bg: Моля, въведете вашия планиран дата на отпътуване.
fi_fi: Anna suunniteltua lähtöpäivää.
fr: Veuillez entrer votre date prévue de départ.
ga_ie: Cuir isteach do dháta beartaithe imeachta.
hi_in: प्रस्थान की अपनी योजना बनाई तारीख दर्ज करें।
hu_hu: Kérjük, írja be a tervezett indulás időpontja.
ne_in: कृपया प्रस्थान आफ्नो योजना मिति प्रविष्ट गर्नुहोस्।
pa: ਨੂੰ ਛੱਡਣ ਦਾ ਆਪਣੇ ਯੋਜਨਾਬੱਧ ਦੀ ਮਿਤੀ ਦਿਓ ਜੀ.
ta_in: தயவு செய்து புறப்படும் உங்கள் திட்டமிட்ட தேதியில் உள்ளிடவும்.

source: Settings saved.
bg_bg: Настройките са запазени.
fi_fi: Asetukset tallennettu.
fr: Réglages enregistrés.
ga_ie: Roghanna sábháilte.
hi_in: सेटिंग्स को सहेजा गया।
hu_hu: Változtatások mentve
ne_in: सेटिङ सुरक्षित गरियो।
pa: ਸੈਟਿੰਗ ਨੂੰ ਸੰਭਾਲਿਆ.
ta_in: அமைப்புகள் சேமிக்கப்படும்.

source: -> not OK. Please try again.
bg_bg: -> Не OK. Моля, опитайте отново.
fi_fi: -> Ei OK. Yritä uudelleen.
fr: -> pas OK. S’il vous plaît essayer de nouveau.
ga_ie: -> Ní ceart go leor. Bain triail eile as.
hi_in: - > ठीक नहीं । कृपया पुन: प्रयास करें।
hu_hu: -> nem OK. Kérjük, próbálja meg újra.
ne_in: -> ठीक छैन। फेरि प्रयास गर्नुहोस।
pa: -> ਠੀਕ ਹੈ ਨਾ. ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ ਜੀ.
ta_in: -> சரி இல்லை. தயவு செய்து மீண்டும் முயற்சிக்கவும்.

source: Failed setting password.
bg_bg: Неуспешно създаване на паролата.
fi_fi: Epäonnistui asetus salasana.
fr: Mot de passe mise en échec.
ga_ie: Theip leagan síos focal faire.
hi_in: पासवर्ड सेट में विफल।
hu_hu: A beállítás sikertelen jelszó.
ne_in: पासवर्ड सेट गर्न असफल भयो।
pa: ਪਾਸਵਰਡ ਸੈੱਟ ਕਰਨ ਲਈ ਫੇਲ੍ਹ ਹੈ.
ta_in: கடவுச்சொல்லை அமைக்க முடியவில்லை.

source: Theme changed.
bg_bg: Тема променило.
fi_fi: Teema muuttunut.
fr: Thème modifié.
ga_ie: athraigh Téama.
hi_in: विषय बदल दिया है।
hu_hu: A téma változik.
ne_in: विषय परिवर्तन।
pa: ਥੀਮ ਬਦਲ ਗਿਆ.
ta_in: தீம் மாற்றப்பட்டது.

source: Here you can change your user details.
bg_bg: Тук можете да промените потребителските ви данни.
fi_fi: Tässä voit muuttaa käyttäjän tietoja.
fr: Ici, vous pouvez modifier vos coordonnées de l’utilisateur.
ga_ie: Anseo, is féidir leat athrú ar do shonraí úsáideora.
hi_in: यहाँ आप अपने उपयोगकर्ता विवरण बदल सकते हैं ।
hu_hu: Itt módosíthatja a felhasználó adatait.
ne_in: यहाँ तपाईँले तपाईँको प्रयोगकर्ता विवरण परिवर्तन गर्न सक्नुहुन्छ।
pa: ਇੱਥੇ ਤੁਹਾਨੂੰ ਆਪਣੇ ਉਪਭੋਗੀ ਵੇਰਵਾ ਤਬਦੀਲ ਕਰ ਸਕਦੇ ਹੋ.
ta_in: இங்கே நீங்கள் உங்கள் பயனர் விவரங்களை மாற்ற முடியும்.

source: Planned date of departure
bg_bg: Планирана дата на заминаване
fi_fi: Suunnitellut lähtöpäivä
fr: Date prévue de départ
ga_ie: Dáta Beartaithe imeachta
hi_in: प्रस्थान की तारीख की योजना बनाई
hu_hu: Indulás tervezett időpontja
ne_in: प्रस्थान योजनाबद्ध मिति
pa: ਨੂੰ ਛੱਡਣ ਦਾ ਯੋਜਨਾਬੱਧ ਦੀ ਮਿਤੀ
ta_in: புறப்படும் திட்டமிட்ட தேதியில்

source: Please visit the angeltypes page to manage your angeltypes.
bg_bg: Моля, посетете страницата на angeltypes да управлявате вашите angeltypes.
fi_fi: Käy angeltypes sivu hallita angeltypes.
fr: S’il vous plaît visitez la page angeltypes pour gérer votre angeltypes.
ga_ie: Tabhair cuairt ar an leathanach angeltypes a bhainistiú do angeltypes.
hi_in: अपने angeltypes प्रबंधन करने के लिए कृपया angeltypes पृष्ठ पर जाएँ।
hu_hu: Kérjük, látogasson el a angeltypes lapon kezelheti a angeltypes.
ne_in: कृपया आफ्नो angeltypes व्यवस्थापन गर्न angeltypes पृष्ठमा जानुहोस्।
pa: ਆਪਣੇ angeltypes ਦਾ ਪਰਬੰਧ ਕਰਨ ਲਈ ਕਿਰਪਾ ਕਰਕੇ angeltypes ਪੰਨੇ 'ਤੇ ਜਾਓ.
ta_in: உங்கள் angeltypes நிர்வகிக்க angeltypes பக்கத்தைப் பார்வையிடவும்.

source: Here you can change your password.
bg_bg: Тук можете да промените паролата си.
fi_fi: Tässä voit muuttaa salasanan.
fr: Ici, vous pouvez changer votre mot de passe
ga_ie: Anseo, is féidir leat athrú ar do phasfhocal.
hi_in: यहाँ आप अपने पासवर्ड को बदल सकते हैं ।
hu_hu: Itt módosíthatja a jelszavát.
ne_in: यहाँ तपाईं आफ्नो पासवर्ड परिवर्तन गर्न सक्नुहुन्छ।
pa: ਇੱਥੇ ਤੁਹਾਨੂੰ ਆਪਣਾ ਪਾਸਵਰਡ ਬਦਲ ਸਕਦੇ ਹੋ.
ta_in: இங்கே நீங்கள் உங்கள் கடவுச்சொல்லை மாற்ற முடியும்.

source: Old password:
bg_bg: Стара парола
fi_fi: Vanha salasana:
fr: Ancien mot de passe :
ga_ie: Sean Pasfhocal:
hi_in: पुराना पासवर्ड:
hu_hu: Régi jelszó
ne_in: पुरानो पासवर्ड:
pa: ਪੁਰਾਣਾ ਪਾਸਵਰਡ:
ta_in: பழைய கடவுச்சொல்:

source: New password:
bg_bg: Нова парола
fi_fi: Uusi salasana:
fr: Nouveau mot de passe :
ga_ie: Focal Faire Nua:
hi_in: नया पासवर्ड:
hu_hu: Az új jelszó:
ne_in: नया पासवर्ड:
pa: ਨਵਾਂ ਪਾਸਵਰਡ:
ta_in: புதிய கடவுச்சொல்:

source: Password confirmation:
bg_bg: Потвърждение на парола:
fi_fi: Salasanan vahvistus:
fr: confirmation de mot de passe.
ga_ie: Pasfhocal deimhniú:
hi_in: पासवर्ड पुष्टि:
hu_hu: Jelszó megerősítése:*
ne_in: पासवर्ड पुष्टि:
pa: ਪਾਸਵਰਡ ਪੁਸ਼ਟੀ:
ta_in: கடவுச்சொல் உறுதிப்படுத்தல்:

source: Here you can choose your color settings:
bg_bg: Тук можете да изберете настройките за цвят:
fi_fi: Täällä voit valita väriasetukset:
fr: Ici, vous pouvez choisir vos paramètres de couleur :
ga_ie: Anseo, is féidir leat a roghnú do chuid socruithe datha:
hi_in: यहाँ आप अपने रंग सेटिंग्स का चयन कर सकते हैं:
hu_hu: Itt választhatja ki a Színbeállítások:
ne_in: यहाँ तपाईं आफ्नो रंग सेटिङ चयन गर्न सक्नुहुन्छ:
pa: ਇੱਥੇ ਤੁਹਾਨੂੰ ਆਪਣੇ ਰੰਗ ਨੂੰ ਸੈਟਿੰਗ ਦੀ ਚੋਣ ਕਰ ਸਕਦੇ ਹੋ:
ta_in: இங்கே நீங்கள் உங்கள் வண்ண அமைப்புகள் தேர்வு செய்யலாம்:

source: Color settings:
bg_bg: Цвят на настройките:
fi_fi: Väri asetukset:
fr: Réglages des couleurs
ga_ie: Suímh Dath:
hi_in: रंग सेटिंग्स:
hu_hu: Szín beállítások
ne_in: रंग सेटिङहरू:
pa: ਰੰਗ ਸੈਟਿੰਗ:
ta_in: வண்ண அமைப்புகள்:

source: Here you can choose your language:
bg_bg: Тук можете да изберете вашия език:
fi_fi: Tässä voit valita kielen:
fr: Ici, vous pouvez choisir votre langue :
ga_ie: Anseo, is féidir leat a roghnú do theanga:
hi_in: यहाँ आप अपनी भाषा का चयन कर सकते हैं:
hu_hu: Itt választhatja ki azt a nyelvet:
ne_in: यहाँ तपाईँले आफ्नो भाषा चयन गर्न सक्नुहुन्छ:
pa: ਇੱਥੇ ਤੁਹਾਨੂੰ ਤੁਹਾਡੀ ਭਾਸ਼ਾ ਦੀ ਚੋਣ ਕਰ ਸਕਦੇ ਹੋ:
ta_in: இங்கே நீங்கள் உங்கள் மொழி தேர்வு செய்யலாம்:

source: Language:
bg_bg: Промени езика:
fi_fi: Kieli:
fr: Langue :
ga_ie: teanga
hi_in: भाषा:
hu_hu: Nyelv:
ne_in: भाषा:
pa: ਭਾਸ਼ਾ
ta_in: மொழி:

source: Shift entry deleted.
bg_bg: влизане Shift заличава.
fi_fi: Shift merkintä poistetaan.
fr: Décalage entrée supprimée.
ga_ie: iontráil Shift scriosadh.
hi_in: शिफ्ट प्रविष्टि को नष्ट कर दिया ।
hu_hu: SHIFT bejegyzést el kell hagyni.
ne_in: सिफ्ट प्रवेश हटाइयो।
pa: Shift ਇੰਦਰਾਜ਼ ਨੂੰ ਹਟਾਇਆ.
ta_in: ஷிப்ட் உள்ளீடு நீக்கப்பட்டது.

source: Entry not found.
bg_bg: Влизане не е намерен.
fi_fi: Entry ei löytynyt.
fr: Entrée introuvable.
ga_ie: Teacht gan aimsiú.
hi_in: एंट्री नहीं मिला।
hu_hu: A bejegyzés nem található.
ne_in: प्रवेश फेला परेन।
pa: ਇੰਦਰਾਜ਼ ਨਾ ਲੱਭੀ.
ta_in: நுழைவு இல்லை.

source: Please select a room.
bg_bg: Моля, изберете стая
fi_fi: Valitse huone.
fr: Merci de sélectionnez une chambre
ga_ie: Roghnaigh seomra.
hi_in: कृपया एक कमरे का चयन करें ।
hu_hu: Kérjük válasszon szobát
ne_in: कृपया एक कोठा चयन गर्नुहोस्।
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਕਮਰੇ ਦੀ ਚੋਣ ਕਰੋ.
ta_in: ஒரு அறையில் தேர்ந்தெடுக்கவும்.

source: Please select a shifttype.
bg_bg: Моля, изберете shifttype.
fi_fi: Valitse shifttype.
fr: Veuillez sélectionner un shifttype.
ga_ie: Roghnaigh shifttype.
hi_in: कृपया एक shifttype का चयन करें।
hu_hu: Kérjük, válasszon egy shifttype.
ne_in: कृपया shifttype चयन गर्नुहोस्।
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ shifttype ਦੀ ਚੋਣ ਕਰੋ.
ta_in: ஒரு shifttype தேர்ந்தெடுக்கவும்.

source: Please enter a valid starting time for the shifts.
bg_bg: Моля, въведете валиден отправна време за смени.
fi_fi: Anna kelvollinen lähtö- aikaa vuorossa.
fr: Veuillez saisir une heure de départ valide pour les déplacements.
ga_ie: Iontráil tosaithe bailí na shifts.
hi_in: बदलाव के लिए एक वैध शुरुआती समय दर्ज करें।
hu_hu: Adjon meg egy érvényes kezdő időpontját a műszak.
ne_in: कृपया फेरबदल लागि मान्य सुरूवात समय प्रविष्ट गर्नुहोस्।
pa: ਵਾਰੀ ਲਈ ਇੱਕ ਠੀਕ ਸ਼ੁਰੂਆਤੀ ਵਾਰ ਦਿਓ ਜੀ.
ta_in: தயவு செய்து மாற்றங்கள் சரியான தொடக்க நேரத்தைக் உள்ளிடவும்.

source: Please enter a valid ending time for the shifts.
bg_bg: Моля, въведете валиден време край на смени.
fi_fi: Anna kelvollinen päättymisaika varten vuorossa.
fr: Veuillez entrer une heure finale valide pour les déplacements.
ga_ie: Iontráil am dar críoch bailí na shifts.
hi_in: बदलाव के लिए एक वैध समाप्त होने के समय दर्ज करें।
hu_hu: Adjon meg egy érvényes befejezési időpont részére a műszak.
ne_in: कृपया फेरबदल लागि मान्य अन्त्य समय प्रविष्ट गर्नुहोस्।
pa: ਵਾਰੀ ਲਈ ਇੱਕ ਠੀਕ ਅੰਤ ਵਾਰ ਦਿਓ ਜੀ.
ta_in: தயவு செய்து மாற்றங்கள் சரியான முடிவு நேரம் உள்ளிடவும்.

source: The ending time has to be after the starting time.
bg_bg: Времето за завършващ трябва да бъде след началния час.
fi_fi: Lopetusaika on oltava jälkeen aloitusaika.
fr: La fin de la période doit être après l’heure du départ.
ga_ie: Tá an t-am ag críochnú a bheith tar éis an t-am tosaithe.
hi_in: अंतिम समय में शुरू करने के समय के बाद हो गया है।
hu_hu: A befejezési időpontot, hogy kezdő időpontját követően.
ne_in: यो समाप्त समय सुरु समय पछि छ।
pa: ਨੂੰ ਖਤਮ ਵਾਰ ਸ਼ੁਰੂ ਕਰਨ ਵੇਲੇ ਦੇ ਬਾਅਦ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ.
ta_in: முடிவுக்கு நேரம் தொடங்கி நேரம் கழித்து இருக்க வேண்டும்.

source: Please check your input for needed angels of type %s.
bg_bg: Моля, проверете вашия вход за необходими ангели от тип% ите.
fi_fi: Tarkista tulo tarvitaan enkelien tyyppiä%s.
fr: S’il vous plaît vérifier votre entrée pour anges nécessaires du type %s.
ga_ie: Deimhnigh na ionchur do aingeal ag teastáil de chineál%s.
hi_in: %s प्रकार की जरूरत स्वर्गदूतों के लिए अपने इनपुट की जाँच करें।
hu_hu: Kérjük, ellenőrizze a szükséges angyalok %s típusú bemenet.
ne_in: प्रकार%s को आवश्यक स्वर्गदूतहरू लागि आफ्नो जाँच गर्नुहोस्।
pa: ਕਿਸਮ%s ਦੀ ਲੋੜ ਹੈ ਦੂਤ ਦੇ ਲਈ ਆਪਣੇ ਇੰਪੁੱਟ ਚੈੱਕ ਕਰੋ ਜੀ.
ta_in: வகை% கள் தேவை தூதர்களுக்காகவும் சரிபார்க்கவும்.

source: Shift updated.
bg_bg: Shift актуализиран.
fi_fi: Shift päivitetty.
fr: Maj mise à jour.
ga_ie: Shift nuashonraithe.
hi_in: शिफ्ट अद्यतन।
hu_hu: SHIFT frissítve.
ne_in: सिफ्ट अद्यावधिक।
pa: Shift ਨੂੰ ਅੱਪਡੇਟ.
ta_in: ஷிப்ட் மேம்படுத்தப்பட்டது.

source: This page is much more comfortable with javascript.
bg_bg: Тази страница е много по-удобно с JavaScript.
fi_fi: Tämä sivu on paljon mukavampaa javascript.
fr: Cette page est beaucoup plus à l’aise avec javascript.
ga_ie: Tá an leathanach seo i bhfad níos compordaí leis javascript.
hi_in: यह पृष्ठ बहुत अधिक जावास्क्रिप्ट के साथ सहज है ।
hu_hu: Ez az oldal sokkal kényelmesebb, a javascript.
ne_in: यो पृष्ठ जाभास्क्रिप्ट धेरै अधिक आरामदायक छ।
pa: ਇਹ ਸਫ਼ਾ ਹੋਰ ਬਹੁਤ ਕੁਝ JavaScript ਨਾਲ ਆਰਾਮਦਾਇਕ ਹੈ.
ta_in: இப்பக்கம் மிகவும் வசதியாக JavaScript கொண்டு உள்ளது.

source: Room:
bg_bg: стая
fi_fi: huone
fr: Chambre :
ga_ie: seomra
hi_in: कक्ष:
hu_hu: szoba
ne_in: कोठा:
pa: ਕਮਰਾ
ta_in: அறை:

source: Start:
bg_bg: Пусни
fi_fi: Alkaa:
fr: Début :
ga_ie: Tosaigh:
hi_in: प्रारंभ:
hu_hu: Kezdete:
ne_in: सुरु:
pa: ਸ਼ੁਰੂ:
ta_in: தொடக்கம்

source: End:
bg_bg: Край
fr: Fin:
ga_ie: deireadh:
hi_in: समाप्त:
hu_hu: Vége:
ne_in: अन्त:
pa: ਅੰਤ:
ta_in: முடிவு:

source: Shift deleted.
bg_bg: Shift заличава.
fi_fi: Shift poistettu.
fr: Maj supprimé.
ga_ie: Shift scriosadh.
hi_in: शिफ्ट नष्ट कर दिया।
hu_hu: Műszak-töröl.
ne_in: सिफ्ट हटाइयो।
pa: Shift ਨੂੰ ਹਟਾਇਆ.
ta_in: ஷிப்ட் நீக்கப்பட்டது.

source: Do you want to delete the shift %s from %s to %s?
bg_bg: Искате ли да изтриете смяна%s от% и да%s?
fi_fi: Haluatko poistaa siirtymistä%s%s%s?
fr: Vous voulez supprimer la Maj %s de %s à %s ?
ga_ie: Ar mhaith leat a scriosadh an t-athrú%s ó%s go%s?
hi_in: आप %s से पारी %s %s को मिटाना चाहते हैं ?
hu_hu: Szeretné törölni a shift (%s) a(z) %s %s?
ne_in: तपाईं पारी%s को%s बाट%s मेटाउन चाहनुहुन्छ?
pa: ਤੁਹਾਨੂੰ%s ਸ਼ਿਫਟ%s%s ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ta_in: நீங்கள் மாற்றத்தை%%s s இல்%s நீக்க விரும்புகிறீர்களா?
