Repository: engelsystem/engelsystem
Catalog: locale/*.UTF-8/LC_MESSAGES/default.po
Languages: bg_bg, fi_fi, fr, ga_ie, hi_in, hu_hu, ne_in, pa, ta_in

source: You are not allowed to sign up for this shift. Maybe shift is full or already running.
bg_bg: Не е позволено да се регистрирате за тази промяна. Може би промяна е пълна или вече тече.
fi_fi: Et saa kirjautua tähän muutokseen. Ehkä muutos on täynnä tai jo käynnissä.
fr: Vous n'êtes pas autorisé à s’inscrire pour ce changement. Maj est peut-être plein ou déjà en cours d’exécution.
ga_ie: Níl cead agat clárú le haghaidh an athrú. B'fhéidir go bhfuil athrú iomlán nó ag rith cheana.
hi_in: आप इस बदलाव के लिए साइन अप करने के लिए अनुमति नहीं है। शायद पारी पूर्ण या पहले से ही चल रहा है।
hu_hu: Jel megjelöl részére ez a váltás nem látogathatja. Talán a shift, teljes, vagy a már futó.
ne_in: तपाईंले यो पारी लागि साइन अप गर्न अनुमति छैन। शायद पारी पूर्ण वा पहिले नै चलिरहेको छ।
pa: ਤੁਹਾਨੂੰ ਇਸ ਤਬਦੀਲੀ ਲਈ ਸਾਈਨ ਅੱਪ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀ ਕਰ ਰਹੇ ਹਨ. ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਸ਼ਿਫਟ ਪੂਰਾ ਜ ਹੀ ਚੱਲ ਰਹੀ ਹੈ.
ta_in: இந்த மாற்றத்தை பதிவு செய்ய அனுமதி இல்லை. ஒருவேளை மாற்றம் முழு அல்லது ஏற்கனவே இயங்கும்.

source: You are subscribed. Thank you!
bg_bg: Вие сте абонирани. Благодаря!
fi_fi: Olet tilannut. Kiitos!
fr: Vous êtes abonné. Merci!
ga_ie: Tá tú suibscríofa. Go raibh maith agat!
hi_in: तुम ग्राहक बन गए हो। धन्यवाद!
hu_hu: Előfizetett. köszönöm!
ne_in: तपाईं सदस्य हुनुहुन्छ। धन्यवाद!
pa: ਤੁਹਾਨੂੰ ਲਗਵਾ ਰਹੇ ਹਨ. ਤੁਹਾਡਾ ਧੰਨਵਾਦ!
ta_in: குழு சேர்ந்துள்ளீர்கள். நன்றி!

source: The administration has not configured any shifts yet.
bg_bg: Администрацията все още не е попълнил всички смени.
fi_fi: Hallinto ei ole määritetty mitään muutoksia vielä.
fr: L’administration n’a pas encore configuré de tout changement.
ga_ie: Níor chuir an riarachán cumraithe aon athruithe fóill.
hi_in: प्रशासन अभी तक किसी भी बदलाव के लिए कॉन्फ़िगर नहीं किया गया है।
hu_hu: Az adminisztráció nem állított minden műszakban még.
ne_in: प्रशासन अहिलेसम्म कुनै फेरबदल कन्फिगर गरिएको छैन।
pa: ਪ੍ਰਸ਼ਾਸਨ ਅਜੇ ਤੱਕ ਕਿਸੇ ਵੀ ਵਾਰੀ ਸੰਰਚਿਤ ਨਾ ਕੀਤਾ ਗਿਆ ਹੈ.
ta_in: நிர்வாகம் இதுவரை எந்த ஷிப்டுகளில் கட்டமைக்கப்பட்ட இல்லை.

source: The administration has not configured any rooms yet.
bg_bg: Администрацията все още не е попълнил всички стаи.
fi_fi: Hallinto ei ole määritetty mitään huonetta vielä.
fr: L’administration n’a pas encore configuré de toutes les pièces.
ga_ie: Níor chuir an riarachán cumraithe aon seomraí fóill.
hi_in: प्रशासन अभी तक किसी भी कमरे को कॉन्फ़िगर नहीं किया गया है।
hu_hu: Az adminisztráció nem állított minden szoba még.
ne_in: प्रशासन अहिले सम्म कुनै पनि कोठा कन्फिगर गरिएको छैन।
pa: ਪ੍ਰਸ਼ਾਸਨ ਅਜੇ ਤੱਕ ਕਿਸੇ ਵੀ ਕਮਰੇ ਸੰਰਚਿਤ ਨਾ ਕੀਤਾ ਗਿਆ ਹੈ.
ta_in: நிர்வாகம் இதுவரை எந்த அறைகள் கட்டமைக்கப்பட்ட இல்லை.

source: occupied
bg_bg: Окупация
fi_fi: varattu
fr: Occupé
ga_ie: áitiú
hi_in: कब्जा कर लिया
hu_hu: elfoglalt
ne_in: कब्जा
pa: ਕਬਜ਼ਾ
ta_in: ஆக்கிரமிக்கப்பட்ட

source: free
bg_bg: безплатно
fi_fi: ilmainen
fr: gratuit
ga_ie: saor in aisce
hi_in: मुक्त
hu_hu: mentes
ne_in: मुक्त
pa: ਮੁਫ਼ਤ
ta_in: இலவச

source: The administration has not configured any angeltypes yet - or you are not subscribed to any angeltype.
bg_bg: Администрацията все още не е попълнил всички angeltypes - или не сте се абонирали за някоя angeltype.
fi_fi: Hallinto ei ole määritetty mitään angeltypes vielä - tai et ole tilannut mitään angeltype.
fr: L’administration n’a pas encore - configuré de n’importe quel angeltypes ou vous n’êtes pas abonné à n’importe quel angeltype.
ga_ie: Níor chuir an riarachán cumraithe aon angeltypes fós - nó nach bhfuil tú ag suibscríofa haon angeltype.
hi_in: प्रशासन अभी तक किसी भी एंजेल प्रकार कॉन्फ़िगर नहीं किया गया है - या तो आप किसी भी एंजेल प्रकार के सदस्य नहीं है ।
hu_hu: Az adminisztráció nem konfigurált bármely angeltypes még -, vagy bármely angeltype nem előfizetett.
ne_in: प्रशासन अहिले सम्म कुनै पनि angeltypes कन्फिगर गरिएको छैन - वा तपाईं कुनै पनि angeltype सदस्य छन्।
pa: ਪ੍ਰਸ਼ਾਸਨ ਅਜੇ ਤੱਕ ਕਿਸੇ ਵੀ angeltypes ਸੰਰਚਿਤ ਨਾ ਕੀਤਾ ਹੈ - ਜ ਤੁਹਾਨੂੰ ਕਿਸੇ ਵੀ angeltype ਦੀ ਗਾਹਕੀ ਲਈ ਨਹੀ ਕਰ ਰਹੇ ਹਨ.
ta_in: நிர்வாகம் இதுவரை எந்த angeltypes கட்டமைக்கப்பட்ட இல்லை - அல்லது நீங்கள் எந்த angeltype சந்தாதாரர் இல்லை.

source: %d helper needed
bg_bg: Необходими ризи
fi_fi: %d auttaja tarvitaan
fr: %d aide nécessaire
ga_ie: % D cúntóir teastáil
hi_in: %d सहायक की जरूरत
hu_hu: %d segítő szükséges
ne_in: %d सहायक आवश्यक
ta_in: %d உதவி செய்பவனும் தேவை

source: Sign up
bg_bg: Регистрирай се
fi_fi: Rekisteröidy
fr: Je m’inscrit
ga_ie: Clarú
hi_in: साइन अप करें
hu_hu: Regisztráció
ne_in: साइन अप
pa: ਸਾਇਨ ਅਪ
ta_in: பதிவு

source: ended
bg_bg: приключила
fi_fi: päättynyt
fr: terminé
ga_ie: dar críoch
hi_in: समाप्त
hu_hu: vége
ne_in: समाप्त
pa: ਬੰਦ ਹੋ ਗਿਆ
ta_in: முடிந்தது

source: Become %s
bg_bg: Станете%s
fi_fi: Tule%s
fr: Devenir %s
ga_ie: Bí%s
hi_in: बनें %s
hu_hu: %s
ne_in: % को बन्न
pa: ਬਣੋ%s ਨੂੰ
ta_in: %s ள் ஆக

source: Add more angels
bg_bg: Добавете още ангели
fi_fi: Lisää enkeleitä
fr: Ajouter plus d’anges
ga_ie: Cuir níos mó aingeal
hi_in: अधिक स्वर्गदूतों जोड़े
hu_hu: Add hozzá több eszkort
ne_in: थप स्वर्गदूतहरू थप्न
pa: ਹੋਰ ਦੂਤ ਜੋੜੋ
ta_in: மேலும் தேவதூதர்கள் சேர்

source: Time
bg_bg: Време
fi_fi: Aika
fr: Heure
ga_ie: Am
hi_in: पहर
hu_hu: Idő
ne_in: समय
pa: ਸਮਾਂ
ta_in: பத்தி

source: Entries
bg_bg: Entrée
fi_fi: merkinnät
fr: Entrées
ga_ie: Iontrálacha
hi_in: प्रविष्टियां
hu_hu: Bejegyzések
ne_in: प्रविष्टि
pa: ਇੰਦਰਾਜ਼
ta_in: பதிவுகள்

source: Occupancy
bg_bg: обитаване
fi_fi: Varaustilanne
fr: Nombre maximal de personnes
ga_ie: áitíochta
hi_in: अधिभोग
hu_hu: Területhasználat
ne_in: कब्जा
pa: ਵੱਸੇ
ta_in: ஆக்யுபெந்ஸீ

source: The tasks shown here are influenced by the preferences you defined in your settings!
bg_bg: Задачите, показани тук, са повлияни от предпочитанията ви, определени в настройките си!
fi_fi: Tehtävät kuvassa vaikuttavat mieltymykset olet määritellyt asetukset!
fr: Les tâches ci-dessous sont influencés par les préférences que vous avez défini dans vos paramètres !
ga_ie: Na cúraimí a thaispeántar anseo go bhfuil tionchar ag na roghanna atá sainithe tú i do chuid socruithe!
hi_in: यहाँ दिखाया कार्यों वरीयताओं आप अपनी सेटिंग्स में परिभाषित से प्रभावित कर रहे हैं!
hu_hu: A feladatok itt látható a beállításokban megadott beállítások befolyásolják!
ne_in: यहाँ देखाइएको कार्यहरू तपाईं आफ्नो सेटिङहरू मा परिभाषित प्राथमिकताहरू प्रभावित छन्!
pa: ਇੱਥੇ ਦਿਖਾਇਆ ਕੰਮ ਪਸੰਦ ਤੁਹਾਨੂੰ ਆਪਣੀ ਸੈਟਿੰਗ ਵਿੱਚ ਪਰਿਭਾਸ਼ਤ ਦੁਆਰਾ ਪ੍ਰਭਾਵਿਤ ਕਰ ਰਹੇ ਹਨ!
ta_in: இங்கு காட்டப்பட்டுள்ள பணிகளை நீங்கள் உங்கள் அமைப்புகளை வரையறுக்கப்பட்ட விருப்பங்களை பாதிக்கின்றன என்று!

source: Description of the jobs.
bg_bg: Описание на работните места.
fi_fi: Kuvaus työpaikkoja.
fr: Description de l’emploi.
ga_ie: Tuairisc ar na poist.
hi_in: नौकरियों का विवरण।
hu_hu: A feladatok leírása.
ne_in: यस जब को विवरण।
pa: ਨੌਕਰੀ ਦਾ ਵੇਰਵਾ.
ta_in: வேலைகள் விளக்கம்.

source: Use new style if possible
bg_bg: Използвайте нов стил, ако е възможно
fi_fi: Käytä uutta tyyliä mahdollisuuksien
fr: Utiliser le nouveau style si possible
ga_ie: Úsáid stíl nua más féidir
hi_in: नई शैली का प्रयोग करता है, तो संभव
hu_hu: Használja új stílust, ha lehetséges
ne_in: नयाँ शैली भने सम्भव प्रयोग
pa: ਨਵ ਸ਼ੈਲੀ ਸੰਭਵ ਹੈ ਜੇ ਵਰਤੋ
ta_in: முடிந்தால் புதிய பாணி பயன்படுத்தவும்

source: iCal export
bg_bg: Ical Експорт
fi_fi: iCal vienti
fr: Exportation iCal
ga_ie: Tuinnını onnmhairithe
hi_in: राजनैतिक निर्यात
hu_hu: iCal Exportálás
ne_in: iCal निर्यात
pa: iCal ਬਰਾਮਦ
ta_in: அடுத்த மாதம் ஏற்றுமதி

source: Export of shown shifts. <a href="%s">iCal format</a> or <a href="%s">JSON format</a> available (please keep secret, otherwise <a href="%s">reset the api key</a>).
bg_bg: Износ на показаните смени. <a href="%s">Месечен формат</a> или <a href="%s">JSON формат</a> на разположение (моля пазят в тайна, иначе <a href="%s">нулиране ключ API</a> ).
fi_fi: Vienti esitetty vuorossa. <a href="%s">ICal-muodossa</a> tai <a href="%s">JSON-muodossa</a> saatavilla (ota pitämään salassa, muuten <a href="%s">nollaa API avain</a> ).
fr: Exportation de quarts de travail indiqués. <a href="%s">format iCal</a> ou <a href="%s">format JSON</a> disponible (s’il vous plaît garder le secret, sinon <a href="%s">Réinitialiser la clé api</a>).
ga_ie: Onnmhairiú shifts thaispeántar. <a href="%s">ICal formáid</a> nó <a href="%s">formáid JSON</a> fáil (do thoil a choinneáil faoi rún, ar shlí eile <a href="%s">ar an eochair API athshocrú</a> ).
hi_in: दिखाए पारियों में से निर्यात । <a href="%s"> राजनैतिक स्वरूप </a> या <a href="%s"> JSON प्रारूप में उपलब्ध </a> ( कृपया , गुप्त रखने अन्यथा < एक href = "% s "> रीसेट एपीआई कुंजी </a>) ।
hu_hu: Kivitele is eltolódik. <a href="%s">iCal formátum</a> vagy <a href="%s">JSON formátumban</a> elérhető (kérjük titokban tartani, különben <a href="%s">az api-kulcs visszaállítása</a>).
ne_in: देखाइएको फेरबदल। को निर्यात <a href="%s">iCal ढाँचा</a> वा <a href="%s">JSON ढाँचामा</a> उपलब्ध (कृपया अन्यथा राख्न गोप्य, <a href="%s">API कि रिसेट</a> )।
pa: ਦਿਖਾਇਆ ਵਾਰੀ. ਦੇ ਨਿਰਯਾਤ <a href="%s">iCal ਫਾਰਮੈਟ ਹੈ</a> ਜ <a href="%s">JSON ਫਾਰਮੈਟ ਨੂੰ</a> ਉਪਲੱਬਧ (ਕਿਰਪਾ ਕਰਕੇ ਗੁਪਤ ਰੱਖਣ, ਹੋਰ <a href="%s">API ਕੁੰਜੀ ਨੂੰ ਰੀਸੈੱਟ</a> ).
ta_in: காட்டப்பட்டுள்ளது ஷிப்டுகளில். ஏற்றுமதி <a href="%s">iCal வடிவத்தில்</a> அல்லது <a href="%s">JSON வடிவம்</a> கிடைக்கும் (இல்லையெனில், இரகசிய வைத்து, தயவு செய்து <a href="%s">API விசை மீட்டமைக்க</a> ).

source: Filter
bg_bg: Филтър
fi_fi: Suodatin
fr: Filtre
ga_ie: scagaire
hi_in: फ़िल्टर
hu_hu: Szűrő
ne_in: फिल्टर
pa: ਫਿਲਟਰ
ta_in: வடிகட்டி

source: All
bg_bg: Всички
fi_fi: Kaikki
fr: Tout
ga_ie: Gach
hi_in: सब
hu_hu: Összes
ne_in: सबै
pa: ਸਾਰੇ
ta_in: விக்கிப்பீடியா:தமிழ்த் தட்டச்சு

source: None
bg_bg: Няма
fi_fi: Ei mitään
fr: Non
ga_ie: Ar bith
hi_in: कोई नहीं
hu_hu: Semmi
ne_in: कुनै पनि
pa: ਕੋਈ
ta_in: யாரும்

source: Unconfirmed
bg_bg: Непотвърдена
fi_fi: Vahvistamaton
fr: Non confirmé
ga_ie: nár daingníodh
hi_in: अपुष्ट
hu_hu: Nincs megerősítve
ne_in: अपुष्ट
pa: ਅਸਪਸ਼ਟ
ta_in: உறுதிப்படுத்தப்படாத

source: Coordinator
bg_bg: координатор
fi_fi: koordinaattori
fr: Coordonnateur
ga_ie: Comhordaitheoir
hi_in: समन्वयक
hu_hu: koordinátor
ne_in: संयोजक
pa: ਕੋਆਰਡੀਨੇਟਰ
ta_in: ஒருங்கிணைப்பாளர்

source: Member
bg_bg: Член
fi_fi: Käyttäjä
fr: Membre
ga_ie: Ball
hi_in: सदस्य
hu_hu: Tag
ne_in: सदस्य
pa: ਸਦੱਸ
ta_in: உறுப்பினர்

source: Do you want to delete angeltype %s?
bg_bg: Искате ли да изтриете тип ангел %s?
fi_fi: Haluatko poistaa angeltype%s?
fr: Voulez-vous vraiment supprimer angeltype %s ?
ga_ie: Ar mhaith leat a scriosadh angeltype%s?
hi_in: आप aएंजेल प्रकार %s को मिटाना चाहते हैं ?
hu_hu: Angeltype %s törölni kívánja?
ne_in: तपाईं angeltype%s मेटाउन चाहनुहुन्छ?
pa: ਤੁਹਾਨੂੰ angeltype%s ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ta_in: நீங்கள் angeltype%s ஐ நீக்க விரும்புகிறீர்களா?

source: cancel
bg_bg: Отмяна
fi_fi: peru
fr: annuler
ga_ie: ceal
hi_in: रद्द करना
hu_hu: Mégse
ne_in: रद्द
pa: ਰੱਦ
ta_in: ரத்து

source: Restricted
bg_bg: Ограничен
fi_fi: rajoitettu
fr: Limité
ga_ie: srianta
hi_in: वर्जित
hu_hu: Korlátozott
ne_in: प्रतिबन्धित
pa: ਪ੍ਰਤਿਬੰਧਿਤ
ta_in: வரம்பிட்டுள்ளனர்

source: Yes
bg_bg: Да
fi_fi: Kyllä
fr: Oui
ga_ie: Is ea
hi_in: हाँ
hu_hu: Igen
ne_in: हो
pa: ਜੀ
ta_in: ஆம்

source: No
bg_bg: Не
fi_fi: Ei
fr: Non
ga_ie: Uimh
hi_in: नहीं
hu_hu: Nwm
ne_in: होइन
pa: Ny
ta_in: எண்.

source: Requires driver license
bg_bg: Изисква шофьорска книжка
fi_fi: Vaatii ajokortti
fr: Demande de permis de conduire
ga_ie: Éilíonn ceadúnas tiomána
hi_in: चालक लाइसेंस की आवश्यकता
hu_hu: Jogosítvány szükséges
ne_in: चालक लाइसेन्स आवश्यक
pa: ਡਰਾਈਵਰ ਲਾਇਸੰਸ ਦੀ ਲੋੜ ਹੈ
ta_in: இயக்கி உரிமம் தேவைப்படுகிறது

source: Restricted angel types can only be used by an angel if enabled by an archangel (double opt-in).
bg_bg: Ограничени видове ангели могат да се използват само от един ангел, ако е активиран чрез архангел (двойно неучастие в).
fi_fi: Rajoitettu enkeli tyyppejä voidaan käyttää vain enkeli jos käytössä arkkienkeli (double opt-in).
fr: Ange restreint types utilisable uniquement par un ange si activée par un archange (double opt-in).
ga_ie: Is féidir le cineálacha aingeal Srianta a úsáid ach amháin ag aingeal más féidir ag archangel (double rogha an diúltaithe i).
hi_in: प्रतिबंधित एंजेल प्रकार के केवल एक दूत के द्वारा इस्तेमाल किया जा सकता है अगर एक महादूत ( डबल ऑप्ट में ) से सक्षम ।
hu_hu: Korlátozott angyal típus csak akkor használható egy angyal, ha engedélyezte egy arkangyal (kettős opt-in).
ne_in: प्रतिबन्धित स्वर्गदूतले प्रकार मात्र एउटा दूत द्वारा प्रयोग गर्न सकिन्छ एउटा प्रधान दूत (डबल अप्ट-मा) द्वारा सक्षम भने।
pa: ਪ੍ਰਤਿਬੰਧਿਤ ਦੂਤ ਨੇ ਕਿਸਮ ਸਿਰਫ ਇਕ ਦੂਤ ਦੁਆਰਾ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ, ਜੇਕਰ ਇੱਕ ਮੀਕਾਏਲ (ਡਬਲ ਚੋਣ-ਵਿੱਚ) ਵਿੱਚ ਯੋਗ.
ta_in: ஒரு தேவதூதர் (இரட்டை விலகல்) மூலம் செயல்படுத்தப்படும் என்றால் வரம்பிட்டுள்ளனர் தேவதை வகையான ஒரு வானவர் மட்டும் பயன்படுத்த முடியும்.

source: Description
bg_bg: Описание
fi_fi: Kuvaus
ga_ie: Cur síos
hi_in: विवरण
hu_hu: Leírás
ne_in: विवरण
pa: ਵੇਰਵਾ
ta_in: விளக்கம்

source: Please use markdown for the description.
bg_bg: Моля, използвайте евтино за описанието.
fi_fi: Käytä markdown kuvauksen.
fr: S’il vous plaît utiliser markdown pour la description.
ga_ie: Bain úsáid as markdown úsáid chun cur síos.
hi_in: विवरण के लिए markdown का उपयोग करें।
hu_hu: A Leírás markdown használja.
ne_in: विवरण लागि छुट प्रयोग गर्नुहोस्।
pa: ਵੇਰਵੇ ਲਈ ਮਾਰਕਡਾਊਨ ਵਰਤ ਕਰੋ ਜੀ.
ta_in: விளக்கம் Markdown பயன்படுத்தவும்.

source: my driving license
bg_bg: Моята шофьорска книжка
fi_fi: ajokorttini
fr: Permis de conduire
ga_ie: mo cheadúnas tiomána
hi_in: मेरी ड्राइविंग लाइसेंस
hu_hu: a vezetői engedély
ne_in: मेरो ड्राइभिङ लाइसेन्स
pa: ਮੇਰੇ ਡਰਾਈਵਿੰਗ ਲਾਇਸੰਸ
ta_in: என் ஓட்டுநர் உரிமம்

source: This angeltype requires a driver license. Please enter your driver license information!
bg_bg: Това angeltype изисква шофьорска книжка. Моля, въведете данните си за шофьорска книжка!
fi_fi: Tämä angeltype vaatii ajokortin. Anna ajokortti tiedot!
fr: Cette angeltype requiert un permis de conduire. Veuillez entrer vos informations de licence de pilote !
ga_ie: Éilíonn an angeltype ceadúnas tiomána. Cuir isteach do chuid faisnéise ceadúnas tiomána!
hi_in: इस एंजेल प्रकार एक चालक लाइसेंस की आवश्यकता है। अपने ड्राइवर लाइसेंस जानकारी दर्ज करें !
hu_hu: A angeltype vezető licenc szükséges. Kérjük, írja be a járművezetői engedély információ!
ne_in: यो angeltype चालक लाइसेन्स आवश्यक छ। कृपया आफ्नो चालक लाइसेन्स जानकारी प्रविष्ट!
pa: ਇਹ angeltype ਇੱਕ ਡਰਾਈਵਰ ਲਾਇਸੰਸ ਦੀ ਲੋੜ ਹੈ. ਆਪਣੇ ਡਰਾਈਵਰ ਲਾਇਸੰਸ ਜਾਣਕਾਰੀ ਦਿਓ ਜੀ!
ta_in: இந்த angeltype ஒரு இயக்கி உரிமம் தேவைப்படுகிறது. தயவு செய்து உங்கள் இயக்கி உரிமம் தகவல் நுழைய!

source: You are unconfirmed for this angeltype. Please go to the introduction for %s to get confirmed.
bg_bg: Вие сте непотвърдена за този angeltype. Моля, преминете към въвеждането на% и да се потвърди.
fi_fi: Olet vahvistamaton tähän angeltype. Mene käyttöönotto%s saada vahvistettu.
fr: Vous êtes non confirmés pour cette angeltype. Veuillez consulter l’introduction pour %s obtenir confirmé.
ga_ie: Tá tú nár daingníodh don angeltype. Do thoil, téigh go dtí a thabhairt isteach le haghaidh%s a fháil deimhnithe.
hi_in: आप इस एंजेल प्रकार के लिए अपुष्ट हैं। %s इस बात की पुष्टि करने के लिए के लिए कृपया शुरुआत करने के लिए जाना ।
hu_hu: Te meg nem erősített, az a angeltype. Látogasson el a bevezetés az megerősítette, hogy %s.
ne_in: तपाईंले यो angeltype लागि अपुष्ट छन्। कृपया परिचय जाने%s को पुष्टि गर्न को लागि।
pa: ਤੁਹਾਨੂੰ ਇਸ angeltype ਲਈ ਅਸਪਸ਼ਟ ਹਨ. ਨੂੰ%s ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਪਛਾਣ ਕਰਨ ਲਈ ਜਾਣ.
ta_in: நீங்கள் இந்த angeltype க்கான இன்னும் உறுதி செய்யப்படவில்லை. ஐந்து% கள் உறுதி செய்துகொள்ள அறிமுகம் செல்க.

source: confirm
bg_bg: Потвърждение
fi_fi: vahvistus
fr: confirmer
ga_ie: dhaingniú
hi_in: पुष्टि करें
hu_hu: Megerősítés
ne_in: पुष्टि
pa: ਪੁਸ਼ਟੀ
ta_in: உறுதி

source: deny
bg_bg: Забрана
fi_fi: kieltää
fr: nier
ga_ie: dhiúltú
hi_in: मना
hu_hu: Megtagad
ne_in: अस्वीकार
pa: ਇਨਕਾਰ
ta_in: மறுக்க

source: remove
bg_bg: премахни - remove
fi_fi: poista
fr: supprimer
ga_ie: bain
hi_in: हटाना
hu_hu: eltávolít
ne_in: हटाउन
pa: ਨੂੰ ਹਟਾਉਣ
ta_in: நீக்க

source: Driver
bg_bg: Водач
fi_fi: Kuljettaja
fr: Conducteur
ga_ie: tiománaí
hi_in: चालक
hu_hu: A gépjárművezető neve:…
ne_in: चालक
pa: ਡਰਾਈਵਰ
ta_in: டிரைவர்

source: Has car
bg_bg: Има кола
fi_fi: on auto
fr: A voiture
ga_ie: An bhfuil carr
hi_in: कार है
hu_hu: Autó
ne_in: कार छ
pa: ਕਾਰ ਹੈ
ta_in: கார் உள்ளது

source: Car
bg_bg: Кола
fi_fi: Auto
fr: Véhicule
ga_ie: Gluaisteán
hi_in: गाड़ी
hu_hu: Autó
ne_in: कार
pa: ਕਾਰ
ta_in: தானுந்து

source: 3,5t Transporter
fr: 3, 5 t transporteur
hi_in: 3,5t ट्रांसपोर्टर
hu_hu: 3, 5t transzporter
ne_in: 3,5t ट्रान्स्पोर्टर
pa: 3,5t ਪਰਿਵਾਹਕ
ta_in: 3,5t இடமாற்றி

source: 7,5t Truck
fr: 7, 5 t camion
hi_in: 7,5t ट्रक
hu_hu: 7, 5t teherautó
ne_in: 7,5t ट्रक
pa: 7,5t ਟਰੱਕ
ta_in: 7,5t டிரக்

source: 12,5t Truck
fr: 12, 5 t camion
hi_in: 12,5t ट्रक
hu_hu: 12, 5t teherautó
ne_in: 12,5t ट्रक
pa: 12,5t ਟਰੱਕ
ta_in: 12,5t டிரக்

source: Forklift
bg_bg: Мотокар
fr: Chariot élévateur
hi_in: फोर्कलिफ्ट
hu_hu: Targonca
ne_in: फोर्कलिफ्ट
pa: ਫੋਰਕਲਿਫਟ
ta_in: ஃபோர்க்லிஃப்ட்

source: Coordinators
bg_bg: координатори
fi_fi: koordinaattorit
fr: Coordonnateurs
ga_ie: Comhordaitheoirí
hi_in: समन्वयकों
hu_hu: Koordinátorok
ne_in: समन्वयन
pa: ਕੋਆਰਡੀਨੇਟਰ
ta_in: ஒருங்கிணைப்பாளர்கள்

source: Members
bg_bg: Членове
fi_fi: Jäsenet
fr: Membres
ga_ie: Baill
hi_in: सदस्यों
hu_hu: Tagok
ne_in: सदस्य
pa: ਸਦੱਸ
ta_in: உறுப்பினர்

source: Add
bg_bg: Добави
fi_fi: Lisää
fr: Ajouter
ga_ie: suimigh
hi_in: जोड़ना
hu_hu: Hozzáadás
ne_in: थप
pa: ਜੋੜੋ
ta_in: கூட்டு

source: confirm all
bg_bg: потвърди всички
fi_fi: vahvistaa kaikki
fr: Tout confirmer
ga_ie: Deimhníonn
hi_in: सभी इस बात की पुष्टि
hu_hu: Győződjön meg arról, összes
ne_in: सबै पुष्टि
pa: ਸਭ ਦੀ ਪੁਸ਼ਟੀ
ta_in: அனைத்து உறுதி

source: deny all
bg_bg: отричат ​​всички
fi_fi: kieltää kaikki
fr: tout refuser
ga_ie: shéanadh go léir
hi_in: सब से इनकार
hu_hu: tagad minden
ne_in: सबै अस्वीकार
pa: ਸਾਰੇ ਦਾ ਇਨਕਾਰ
ta_in: அனைத்து மறுக்க

source: New angeltype
bg_bg: Нов тип Angel
fr: Nouveau angeltype
ga_ie: angeltype nua
hi_in: न्यू एंजेल प्रकार
hu_hu: Új angeltype
ne_in: नयाँ angeltype
pa: ਨ੍ਯੂ angeltype
ta_in: புதிய angeltype

source: Membership
bg_bg: Абонамент
fi_fi: Tilaus
fr: Adhérents
ga_ie: Ballraíocht
hi_in: सदस्यता
hu_hu: Tagság
ne_in: सदस्यता
pa: ਮੈਬਰਸ਼ਿੱਪ
ta_in: உறுப்பினர்

source: FAQ
bg_bg: ЧЗВ
ga_ie: CC
hi_in: सामान्य प्रश्न
hu_hu: GY.I.K.
ne_in: सोधिने प्रश्न
pa: ਸਵਾਲ
ta_in: கேள்விகள்

source: Here is the list of teams and their tasks. If you have questions, read the FAQ.
bg_bg: Ето списъка на отборите и техните задачи. Ако имате въпроси, прочетете Често задавани въпроси.
fi_fi: Tässä on luettelo joukkueiden ja niiden tehtävät. Jos sinulla on kysymyksiä, lue FAQ.
fr: Voici la liste des équipes et de leurs tâches. Si vous avez des questions, lisez la FAQ.
ga_ie: Seo liosta de na bhfoirne agus a gcúraimí. Má tá ceisteanna agat, léigh an Ceisteanna Coitianta.
hi_in: यहाँ टीमों और उनके कार्यों की सूची है। यदि आप प्रश्न हैं , FAQ पढ़ें।
hu_hu: Itt van a lista a csapatok és a feladatok. Ha kérdése van, olvassa el a GYIK.
ne_in: यहाँ टोली र तिनीहरूको कार्यहरू सूची छ। तपाईं प्रश्न छ भने, FAQ पढें।
pa: ਇੱਥੇ ਟੀਮ ਅਤੇ ਆਪਣੇ ਕੰਮ ਦੀ ਸੂਚੀ ਹੈ. ਜੇ ਤੁਹਾਡੇ ਕੋਈ ਸਵਾਲ ਹਨ, ਜੇਕਰ, ਸਵਾਲ ਪੜ੍ਹੋ.
ta_in: இங்கே அணிகள் தங்கள் பணிகளை பட்டியலில் உள்ளது. நீங்கள் கேள்விகள் இருந்தால், கேள்விகள் வாசிக்க.

source: This angeltype is restricted by double-opt-in by a team coordinator. Please show up at the according introduction meetings.
bg_bg: Това тип Angel е ограничена от двойно-неучастие в с координатор екип. Моля се появи в зависимост заседанията на въвеждане.
fi_fi: Tämä angeltype rajoittaa kaksinkertainen opt-in, jonka koordinaattori. Ota ilmaantuvat mukaan johdanto kokouksissa.
fr: Cette angeltype est restreinte par double-opt-in par un coordonnateur de l’équipe. S’il vous plaît apparaissent lors des réunions de présentation selon.
ga_ie: Tá an angeltype srianta ag dúbailte-rogha an diúltaithe i ag comhordaitheoir foirne. Léirigh suas ag na cruinnithe a thabhairt isteach de réir.
hi_in: इस एंजेल प्रकार एक टीम के समन्वयक द्वारा डबल ऑप्ट में प्रतिबंधित है। कृपया अनुसार परिचय बैठकों में दिखा।
hu_hu: Ezt a angeltype korlátozott double-opt-in a csapat koordinátor. Legyen szíves mutat szerint bevezetése ülésein.
ne_in: यो angeltype एक टोली संयोजक द्वारा डबल-अप्ट-मा प्रतिबन्धित छ। यस अनुसार परिचय सभाहरूमा देखाउनका गर्नुहोस्।
pa: ਇਹ angeltype ਇੱਕ ਟੀਮ ਕੋਆਰਡੀਨੇਟਰ ਦੁਆਰਾ ਡਬਲ-ਚੋਣ-ਵਿਚ ਹੀ ਸੀਮਿਤ ਹੈ. ਕਿਰਪਾ ਕਰਕੇ ਅਨੁਸਾਰ ਪਛਾਣ ਮੀਟਿੰਗ 'ਤੇ ਨੂੰ ਦਿਖਾਉਣ.
ta_in: இந்த angeltype இரட்டை விருப்பத்துக்குறியவை மூலம் கட்டுப்படுத்தலாம் ஒரு குழு ஒருங்கிணைப்பாளர் உள்ளது. படி அறிமுகம் கூட்டங்களில் வரை தயவு செய்து காட்டுங்கள்.

source: Open questions
bg_bg: Свободни въпроси
fi_fi: Avoimet kysymykset
fr: Questions ouvertes
ga_ie: ceisteanna oscailte
hi_in: प्रश्न खोलें
hu_hu: Szabad kérdések
ne_in: प्रश्न खुला
pa: ਓਪਨ ਸਵਾਲ
ta_in: திறந்த கேள்விகள்

source: Your Question:
bg_bg: Твоят въпрос:
fi_fi: Kysymyksesi:
fr: Votre question :
ga_ie: Do Ceist:
hi_in: आपका प्रश्न:
hu_hu: Az Ön kérdése:
ne_in: तपाईंको प्रश्न:
pa: ਤੁਹਾਡਾ ਸਵਾਲ:
ta_in: உங்கள் கேள்வி:

source: Freeload comment (Only for shift coordination):
bg_bg: Freeload коментар (Само за координация на смени):
fi_fi: Freeload kommentti (vain shift koordinointi):
fr: Commentaire de Freeload (uniquement pour la coordination de Maj) :
ga_ie: Freeload comment (Do comhordú athrú):
hi_in: टिप्पणी (केवल पारी समन्वय के लिए) मुक्त लोड :
hu_hu: Freeload megjegyzést (csak a shift koordináció):
ne_in: टिप्पणी (पारी समन्वय लागि मात्र) Freeload:
pa: ਟਿੱਪਣੀ (ਕੇਵਲ ਸ਼ਿਫਟ ਤਾਲਮੇਲ ਲਈ) Freeload:
ta_in: (மட்டும் மாற்றம் ஒருங்கிணைப்பு) கருத்து தடையற்ற:

source: Edit shift entry
bg_bg: влизане Edit смяна
fi_fi: Edit shift merkintä
fr: Modifier le décalage entrée
ga_ie: iontráil athrú Edit
hi_in: पारी संपादित प्रविष्टि
hu_hu: Shift-bejegyzés szerkesztése
ne_in: पारी सम्पादन प्रवेश
pa: ਸ਼ਿਫਟ ਸੋਧ ਇੰਦਰਾਜ਼
ta_in: திருத்த மாற்றம் நுழைவு

source: Angel:
bg_bg: Ангел
fi_fi: enkeli
fr: ange
hi_in: देवदूत:
hu_hu: Angyal
ne_in: स्वर्गदूतले:
ta_in: தேவதூதர்

source: Date, Duration:
bg_bg: Дата, Продължителност:
fi_fi: Date, Kesto:
fr: Date, durée :
ga_ie: Dáta, Fad:
hi_in: दिनांक , अवधि:
hu_hu: Időpontja, időtartama:
ne_in: मिति, अवधि:
pa: ਮਿਤੀ, ਅੰਤਰਾਲ:
ta_in: தேதி, நேரம்:

source: Location:
bg_bg: Местоположение:
fi_fi: Sijainti:
fr: Localisation:
ga_ie: suíomh
hi_in: स्थान:
hu_hu: Helyszín:
ne_in: स्थान:
pa: ਲੋਕੈਸ਼ਨ:
ta_in: இடம்:

source: Title:
bg_bg: Заглавие:
fi_fi: Otsikko:
fr: Titre:
ga_ie: teideal
hi_in: शीर्षक:
hu_hu: Cím:
ne_in: शीर्षक:
pa: ਸਿਰਲੇਖ:
ta_in: தலைப்பு:

source: Type:
bg_bg: Тип:
fi_fi: Tyyppi
ga_ie: cineál
hi_in: प्रकार:
hu_hu: Típus:
ne_in: प्रकार:
pa: ਕਿਸਮ:
ta_in: வகை:

source: Comment (for your eyes only):
bg_bg: Коментар (само за вашите очи):
fi_fi: Kommentti (vain sinun):
fr: Commentaire général (pour vos yeux seulement) :
ga_ie: Comment (do do chuid súl amháin):
hi_in: टिप्पणी ( तुम्हारी आँखों के लिए केवल):
hu_hu: (Csak a szemed) Megjegyzés:
ne_in: टिप्पणी (आफ्नो आँखा लागि मात्र):
pa: ਟਿੱਪਣੀ (ਆਪਣੇ ਨਿਗਾਹ ਲਈ ਸਿਰਫ):
ta_in: (உங்கள் கண்களுக்கு மட்டுமே) கருத்து:

source: created at %s by %s
bg_bg: Създадено от %s
fi_fi: luotu%s%s
fr: créé à %s de %s
ga_ie: cruthaíodh ag %s ag %s
hi_in: %s द्वारा %s पर बनाया
hu_hu: a(z) %s %s által létrehozott
ne_in: %s मा%s द्वारा सिर्जना
pa: %s ਦੀ%s ਤੇ ਬਣਾਇਆ
ta_in: %s ள் மூலம் %s இல் உருவாக்கப்பட்ட

source: edited at %s by %s
bg_bg: редактира в% и от%s
fi_fi: muokkasi%s%s
fr: édité à %s de %s
ga_ie: in eagar ag%s ag%s
hi_in: %s द्वारा %s पर संपादित
hu_hu: a(z) %s %s által szerkesztett
ne_in: %s द्वारा%s मा सम्पादन
pa: %s ਦੀ%s ਤੇ ਸੋਧਿਆ
ta_in: %s ள் மூலம்%s இல் திருத்தப்பட்ட
