Repository: engelsystem/engelsystem
Catalog: locale/sp_*.UTF-8/LC_MESSAGES/default.po
Languages: sp_eu

source: Here you can choose your color settings:
sp_eu: Aquí se puede elegir la configuración de color :

source: Color settings:
sp_eu: ajustes de color :

source: Here you can choose your language:
sp_eu: Aquí se puede elegir el idioma:

source: Language:
sp_eu: Idioma:

source: Shift entry deleted.
sp_eu: entrada Shift borra .

source: Entry not found.
sp_eu: La entrada no encontrado .

source: Please select a room.
sp_eu: Por favor seleccione una habitación.

source: Please select a shifttype.
sp_eu: Por favor, seleccione una shifttype .

source: Please enter a valid starting time for the shifts.
sp_eu: Por favor, introduzca una hora de partida válido para los desplazamientos .

source: Please enter a valid ending time for the shifts.
sp_eu: Por favor, introduzca una hora de finalización válida para los turnos.

source: The ending time has to be after the starting time.
sp_eu: La hora de finalización tiene que ser después de la hora de inicio.

source: Please check your input for needed angels of type %s.
sp_eu: Gracias por confirmar su entrada para ángeles necesarios de tipo %s .

source: Shift updated.
sp_eu: Shift actualiza .

source: This page is much more comfortable with javascript.
sp_eu: Esta página es mucho más cómodo con javascript .

source: Room:
sp_eu: Habitación:

source: Start:
sp_eu: Comienzo:

source: End:
sp_eu: Fin:

source: Shift deleted.
sp_eu: Shift eliminado.

source: Do you want to delete the shift %s from %s to %s?
sp_eu: ¿Quieres eliminar el turno %s de %s de %s ?

source: You are not allowed to sign up for this shift. Maybe shift is full or already running.
sp_eu: No se le permite inscribirse para este cambio . Tal cambio es completo o ya en ejecución .

source: You are subscribed. Thank you!
sp_eu: Usted está suscrito . ¡Gracias!

source: Freeloader
sp_eu: gorrón

source: The administration has not configured any shifts yet.
sp_eu: La administración no ha configurado como cualquier desplazamiento todavía.

source: The administration has not configured any rooms yet.
sp_eu: La administración no ha configurado ninguna habitación todavía.

source: occupied
sp_eu: ocupado

source: free
sp_eu: gratis

source: The administration has not configured any angeltypes yet - or you are not subscribed to any angeltype.
sp_eu: La administración no ha configurado ningún angeltypes todavía - o usted no está suscrito a cualquier angeltype .

source: %d helper needed
sp_eu: %d ayudante necesario

source: Sign up
sp_eu: Regístrate

source: ended
sp_eu: terminado

source: Become %s
sp_eu: Convertido %s

source: Add more angels
sp_eu: Añadir más ángeles

source: Time
sp_eu: Hora

source: Entries
sp_eu: entradas

source: Occupancy
sp_eu: Ocupación

source: The tasks shown here are influenced by the preferences you defined in your settings!
sp_eu: Las tareas que se muestran aquí son influenciados por las preferencias que definió en la configuración !

source: Description of the jobs.
sp_eu: Descripción de los puestos de trabajo.

source: Use new style if possible
sp_eu: Utilice el nuevo estilo , si es posible

source: iCal export
sp_eu: exportación iCal

source: Export of shown shifts. <a href="%s">iCal format</a> or <a href="%s">JSON format</a> available (please keep secret, otherwise <a href="%s">reset the api key</a>).
sp_eu: La exportación de los cambios que se muestran . <a href="%s"> iCal formato </a> o <a href="%s"> JSON formato </a> disponibles (por favor mantener en secreto , de lo contrario < a href = "%s"> restablecer la clave de API </a> ) .

source: Filter
sp_eu: Filtrar

source: All
sp_eu: Todas

source: None
sp_eu: Ninguna

source: Unconfirmed
sp_eu: Inconfirmado

source: Coordinator
sp_eu: Coordinador

source: Member
sp_eu: Miembro

source: Do you want to delete angeltype %s?
sp_eu: ¿Desea eliminar angeltype %s ?

source: cancel
sp_eu: cancelar

source: Restricted
sp_eu: Restringido

source: Yes
sp_eu: Sí

source: Requires driver license
sp_eu: Requiere la licencia de conducir

source: Restricted angel types can only be used by an angel if enabled by an archangel (double opt-in).
sp_eu: tipos de ángel restringidos sólo pueden ser utilizados por un ángel si está activado por un arcángel ( doble opt-in ) .

source: Description
sp_eu: Descripción

source: Please use markdown for the description.
sp_eu: Por favor, use reducción del precio de la descripción .

source: my driving license
sp_eu: el carnet de conducir

source: This angeltype requires a driver license. Please enter your driver license information!
sp_eu: Este angeltype requiere una licencia de conducir . Por favor, introduzca su información de licencia de conducir !

source: You are unconfirmed for this angeltype. Please go to the introduction for %s to get confirmed.
sp_eu: Usted está sin confirmar para esta angeltype . Por favor, vaya a la introducción de %s para conseguir confirmó .

source: confirm
sp_eu: confirmar

source: deny
sp_eu: negar

source: remove
sp_eu: retirar

source: Driver
sp_eu: Conductor

source: Has car
sp_eu: tiene coche

source: Car
sp_eu: Coche

source: 3,5t Transporter
sp_eu: Transportador 3,5t

source: 7,5t Truck
sp_eu: 7,5t Camión

source: 12,5t Truck
sp_eu: 12,5t Camión

source: Forklift
sp_eu: Máquina elevadora

source: Coordinators
sp_eu: coordinadores

source: Members
sp_eu: miembros

source: Add
sp_eu: Añadir

source: confirm all
sp_eu: confirma en su totalidad

source: deny all
sp_eu: negar todo

source: New angeltype
sp_eu: nueva angeltype

source: Membership
sp_eu: Afiliación

source: FAQ
sp_eu: Preguntas más frecuentes

source: Here is the list of teams and their tasks. If you have questions, read the FAQ.
sp_eu: Aquí está la lista de los equipos y sus tareas . Si tiene alguna pregunta , lea las preguntas frecuentes .

source: This angeltype is restricted by double-opt-in by a team coordinator. Please show up at the according introduction meetings.
sp_eu: Este angeltype está restringido por doble opt-in por un coordinador del equipo . Por favor presentarse en las reuniones de presentación de acuerdo

source: Open questions
sp_eu: Preguntas abiertas

source: Your Question:
sp_eu: Tu pregunta:

source: Freeload comment (Only for shift coordination):
sp_eu: Freeload comentario ( Sólo para la coordinación de turno) :

source: Edit shift entry
sp_eu: Editar entrada turno

source: Angel:
sp_eu: Ángel:

source: Date, Duration:
sp_eu: Fecha , Duración :

source: Location:
sp_eu: Ubicación:

source: Title:
sp_eu: Título:

source: Type:
sp_eu: Tipo:

source: Comment (for your eyes only):
sp_eu: Comentarios ( Sólo para sus ojos ) :

source: created at %s by %s
sp_eu: creado en %s por %s

source: edited at %s by %s
sp_eu: editado en %s por %s

source: This shift collides with one of your shifts.
sp_eu: Este cambio choca con uno de sus turnos.

source: You are signed up for this shift.
sp_eu: Usted está suscrito a este cambio .

source: Location
sp_eu: Ubicación

source: Do you want to delete shifttype %s?
sp_eu: ¿Quieres eliminar shifttype %s ?

source: Edit shifttype
sp_eu: Editar shifttype

source: Create shifttype
sp_eu: crear shifttype

source: for team %s
sp_eu: para el equipo %s

source: New shifttype
sp_eu: nueva shifttype

source: Please select...
sp_eu: Por favor seleccione...

source: Do you really want to delete the user including all his shifts and every other piece of his data?
sp_eu: ¿Realmente desea eliminar el usuario, incluyendo todos sus desplazamientos y cualquier otra pieza de sus datos?

source: Your password
sp_eu: Tu contraseña

source: Angel should receive at least %d vouchers.
sp_eu: Ángel debe recibir al menos % d vales .

source: Number of vouchers given out
sp_eu: Número de vales entregados

source: m/d/Y h:i a
sp_eu: m / d / Y h: i una

source: New user
sp_eu: Nuevo usuario

source: Arrived
sp_eu: Llegado

source: Voucher
sp_eu: Vale

source: Active
sp_eu: Activo

source: T-Shirt
sp_eu: Camiseta

source: Last login
sp_eu: Último acceso

source: Free
sp_eu: Gratis

source: Next shift %c
sp_eu: %c siguiente turno

source: Shift starts %c
sp_eu: %c turno empieza

source: Shift ends %c
sp_eu: Turno termina % c

source: sign off
sp_eu: cerrar sesión

source: Sum:
sp_eu: Suma:

source: User state
sp_eu: estado del usuario

source: Arrived at %s
sp_eu: Llegados a %s

source: Not arrived (Planned: %s)
sp_eu: No ha llegado ( Planificación : %s )

source: Not arrived
sp_eu: No ha llegado

source: Got %s voucher
sp_eu: Tienes bono %s

source: Got no vouchers
sp_eu: No consiguió no vales

source: Rights
sp_eu: Derechos

source: driving license
sp_eu: licencia de conducir

source: Edit vouchers
sp_eu: Editar vales

source: iCal Export
sp_eu: iCal exportación

source: JSON Export
sp_eu: JSON exportación

source: Name &amp; workmates
sp_eu: Nombre & amp ; compañeros de trabajo

source: Comment
sp_eu: Comentario

source: Action
sp_eu: Acción

source: Your night shifts between 2 and 8 am count twice.
sp_eu: Sus turnos nocturnos entre 2 y las 8 am cuentan dos veces.

source: Go to the <a href="%s">shifts table</a> to sign yourself up for some shifts.
sp_eu: Ir a la <a href="%s"> desplaza </a> mesa para firmar para arriba para algunos cambios .

source: We will send you an e-mail with a password recovery link. Please use the email address you used for registration.
sp_eu: Le enviaremos un e - mail con un enlace de recuperación de contraseña. Por favor, utilice la dirección de correo electrónico que utilizó para registrarse.

source: Recover
sp_eu: Recuperar

source: Please enter a new password.
sp_eu: Por favor, introduzca una nueva contraseña .

source: Do you really want to add coordinator rights for %s to %s?
sp_eu: ¿Realmente desea agregar derechos coordinador para %s en %s ?

source: Do you really want to remove coordinator rights for %s from %s?
sp_eu: ¿Realmente desea eliminar los derechos de coordinador para %s de %s ?

source: Do you really want to deny all users for %s?
sp_eu: ¿Realmente desea denegar todos los usuarios de %s ?

source: Do you really want to confirm all users for %s?
sp_eu: ¿Realmente desea confirmar todos los usuarios de %s ?

source: Do you really want to confirm %s for %s?
sp_eu: ¿De verdad quiere confirmar %s para %s ?

source: Do you really want to delete %s from %s?
sp_eu: ¿De verdad quiere eliminar %s de %s ?

source: User
sp_eu: Usuario

source: Do you really want to add %s to %s?
sp_eu: ¿De verdad quiere añadir %s de %s ?

source: save
sp_eu: salvar

source: Back to profile
sp_eu: Volver al perfil

source: Privacy
sp_eu: Intimidad

source: Your driving license information is only visible for coordinators and admins.
sp_eu: La información de su licencia de conducir sólo es visible para los coordinadores y administradores .

source: I am willing to operate cars for the PL
sp_eu: Estoy dispuesto a operar vehículos para el PL

source: I have my own car with me and am willing to use it for the PL (You'll get reimbursed for fuel)
sp_eu: Tengo mi propio coche conmigo y estoy dispuesto a utilizarlo para el PL ( Vas a obtener un reembolso por combustible)

source: Driver license
sp_eu: Licencia de conducir

source: Transporter 3,5t
sp_eu: 3,5 t transportador

source: Truck 7,5t
sp_eu: 7,5t camión

source: Truck 12,5t
sp_eu: 12,5t camión

source: No Access
sp_eu: Sin acceso

source: You don't have permission to view this page. You probably have to sign in or register in order to gain access!
sp_eu: Usted no tiene permiso para ver esta página . Es probable que tenga que firmar o registro con el fin de obtener acceso !
