Repository: engelsystem/engelsystem
Catalog: locale/sp_*.UTF-8/LC_MESSAGES/default.po
Languages: sp_eu

source: Please enter your planned date of departure on your settings page to give us a feeling for teardown capacities.
sp_eu: Por favor, introduzca su fecha prevista de salida en la página de configuración para darnos una idea de la capacidad de desmontaje .

source: You freeloaded at least %s shifts. Shift signup is locked. Please go to heavens desk to be unlocked again.
sp_eu: Usted freeloaded al menos %s turnos. registro de cambios está bloqueada. Por favor, vaya a cielos escritorio para ser desbloqueado de nuevo.

source: You are not marked as arrived. Please go to heaven's desk, get your angel badge and/or tell them that you arrived already.
sp_eu: Usted no se ha marcado como llegado. Por favor, vaya al escritorio del cielo, obtener su insignia de ángel y / o les dicen que ya llegó.

source: You need to specify a tshirt size in your settings!
sp_eu: Es necesario especificar un tamaño de la camiseta en la configuración !

source: You need to specify a DECT phone number in your settings! If you don't have a DECT phone, just enter "-".
sp_eu: Es necesario especificar un número de teléfono DECT en la configuración ! Si usted no tiene un teléfono DECT , basta con introducir .

source: Admin
sp_eu: Administración

source: No data found.
sp_eu: Datos no encontrados.

source: Teams/Job description
sp_eu: Equipos / Descripción del puesto

source: Angeltype %s deleted.
sp_eu: Angeltype %s borrado .

source: Delete angeltype %s
sp_eu: Eliminar angeltype %s

source: Please check the name. Maybe it already exists.
sp_eu: Por favor, compruebe el nombre . Tal vez ya existe .

source: Edit %s
sp_eu: Editar %s

source: Team %s
sp_eu: Equipo %s

source: edit
sp_eu: editar

source: delete
sp_eu: borrar

source: leave
sp_eu: salir

source: join
sp_eu: unirse

source: Shift could not be found.
sp_eu: Cambio no se pudo encontrar.

source: Shifttype %s deleted.
sp_eu: Shifttype %s borrado .

source: Delete shifttype %s
sp_eu: Eliminar shifttype %s

source: Shifttype not found.
sp_eu: Shifttype no encontrado.

source: Please enter a name.
sp_eu: Por favor, introduzca un nombre .

source: Updated shifttype.
sp_eu: shifttype actualizada .

source: Created shifttype.
sp_eu: Creado shifttype .

source: There is %d unconfirmed angeltype.
sp_eu: Hay %d angeltype sin confirmar .

source: Angel types which need approvals:
sp_eu: tipos de ángel que necesitan aprobaciones :

source: Angeltype doesn't exist.
sp_eu: Angeltype no existe.

source: You are not allowed to delete all users for this angeltype.
sp_eu: No se le permite eliminar todos los usuarios de este angeltype .

source: Denied all users for angeltype %s.
sp_eu: Denegado todos los usuarios de angeltype %s .

source: Deny all users
sp_eu: Denegar todos los usuarios

source: User angeltype doesn't exist.
sp_eu: angeltype usuario no existe .

source: You are not allowed to confirm all users for this angeltype.
sp_eu: No se le permite confirmar todos los usuarios de este angeltype .

source: Confirmed all users for angeltype %s.
sp_eu: Confirmado para todos los usuarios angeltype %s .

source: Confirm all users
sp_eu: Confirmar todos los usuarios

source: You are not allowed to confirm this users angeltype.
sp_eu: No se le permite confirmar esta angeltype usuarios .

source: User doesn't exist.
sp_eu: El usuario no existe .

source: %s confirmed for angeltype %s.
sp_eu: %s confirmada para angeltype %s .

source: Confirm angeltype for user
sp_eu: Confirmar angeltype para el usuario

source: You are not allowed to delete this users angeltype.
sp_eu: No se le permite borrar este angeltype usuarios .

source: User %s removed from %s.
sp_eu: El usuario%s removido de %s .

source: Remove angeltype
sp_eu: Retire angeltype

source: You are not allowed to set coordinator rights.
sp_eu: No se le permite establecer los derechos de coordinador .

source: No coordinator update given.
sp_eu: No se actualiza la coordinadora dado .

source: Added coordinator rights for %s to %s.
sp_eu: coordinador de derechos adicionales para %s %s.

source: Removed coordinator rights for %s from %s.
sp_eu: los derechos coordinador eliminado %s de %s .

source: Add coordinator rights
sp_eu: Añadir derechos coordinador

source: Remove coordinator rights
sp_eu: Eliminar los derechos de coordinador

source: Please select a user.
sp_eu: Por favor, seleccione un usuario .

source: User %s added to %s.
sp_eu: El usuario%s añadido a %s .

source: Add user to angeltype
sp_eu: Añadir usuario a angeltype

source: You are already a %s.
sp_eu: Ya es %s .

source: You joined %s.
sp_eu: Que se unió %s .

source: Become a %s
sp_eu: Convertirse en un %s

source: You joined an angeltype which requires a driving license. Please edit your driving license information here: %s.
sp_eu: Se unió a un angeltype que requiere un permiso de conducir . Por favor, editar la información de licencia de conducir aquí: %s .

source: driving license information
sp_eu: información de licencia de conducir

source: Please select at least one driving license.
sp_eu: Por favor, seleccione al menos un permiso de conducir .

source: Your driver license information has been removed.
sp_eu: La información de su licencia de conducir ha sido retirado .

source: Your driver license information has been saved.
sp_eu: La información de su licencia de conducir ha sido guardado .

source: Edit %s driving license information
sp_eu: información de licencia de conducir editar %s

source: You cannot delete yourself.
sp_eu: No se puede eliminar a sí mismo .

source: Your password is incorrect. Please try it again.
sp_eu: Tu contraseña es incorrecta. Por favor, inténtelo de nuevo .

source: User deleted.
sp_eu: Usuario eliminado.

source: Delete %s
sp_eu: Eliminar %s

source: Please enter a valid number of vouchers.
sp_eu: Por favor, introduzca un número válido de los vales .

source: Saved the number of vouchers.
sp_eu: Guardado el número de vales .

source: %s's vouchers
sp_eu: vales de %s

source: User not found.
sp_eu: Usuario no encontrado.

source: All users
sp_eu: Todos los usuarios

source: Token is not correct.
sp_eu: Token no es correcto .

source: Your passwords don't match.
sp_eu: Token no correctYour contraseñas no coinciden es .

source: Your password is to short (please use at least 6 characters).
sp_eu: Su contraseña es corto ( por favor utilice al menos 6 caracteres ) .

source: Password could not be updated.
sp_eu: La contraseña no se ha podido actualizar .

source: Password saved.
sp_eu: Contraseña guardada .

source: E-mail address is not correct.
sp_eu: E - mail no es correcto.

source: Please enter your e-mail.
sp_eu: Por favor introduzca su correo electrónico.

source: Password recovery
sp_eu: Recuperación de contraseña

source: Please visit %s to recover your password.
sp_eu: Por favor, visite %s para recuperar su contraseña .

source: We sent an email containing your password recovery link.
sp_eu: Hemos enviado un correo electrónico con el enlace de recuperación de la contraseña .

source: Hi %s,
sp_eu: Hola %s,

source: here is a message for you from the engelsystem:
sp_eu: aquí es un mensaje para vosotros desde la engelsystem :

source: This email is autogenerated and has not to be signed. You got this email because you are registered in the engelsystem.
sp_eu: Este correo electrónico se genera automáticamente y no tiene que ser firmado . Recibió este correo electrónico porque está registrado en el engelsystem .

source: A Shift you are registered on has changed:
sp_eu: Un cambio está registrado en ha cambiado :

source: * Shift type changed from %s to %s
sp_eu: * Tipo de cambio cambiado desde %s de %s

source: * Shift title changed from %s to %s
sp_eu: * Desplazamiento del título cambió de %s de %s

source: * Shift Start changed from %s to %s
sp_eu: * Desplazamiento de inicio cambió de %s de %s

source: * Shift End changed from %s to %s
sp_eu: * Shift Fin cambió de %s de %s

source: * Shift Location changed from %s to %s
sp_eu: * Desplazamiento Localización cambió de %s de %s

source: The updated Shift:
sp_eu: El cambio de actualización:

source: Your Shift has changed
sp_eu: Su cambio ha cambiado

source: A Shift you are registered on was deleted:
sp_eu: Un cambio está registrado ha sido eliminada en :

source: Your Shift was deleted
sp_eu: Se ha eliminado tu Shift

source: You have been assigned to a Shift:
sp_eu: Se le ha asignado a un cambio :

source: Assigned to Shift
sp_eu: Asignado a Shift

source: You have been removed from a Shift:
sp_eu: Se le ha quitado de un cambio :

source: Removed from Shift
sp_eu: Fuera del Shift

source: Your account has been deleted
sp_eu: Tu cuenta ha sido eliminada

source: Your angelsystem account has been deleted. If you have any questions regarding your account deletion, please contact heaven.
sp_eu: Angelsystem su cuenta ha sido borrada . Si usted tiene alguna pregunta con respecto a su eliminación de la cuenta , por favor, póngase en contacto con el cielo .

source: Active angels
sp_eu: ángeles activos

source: At least %s angels are forced to be active. The number has to be greater.
sp_eu: Al menos %s ángeles se ven obligados a estar activo . El número tiene que ser mayor .

source: Please enter a number of angels to be marked as active.
sp_eu: Por favor, introduzca un número de ángeles que se marca como activo

source: Marked angels.
sp_eu: ángeles marcadas.

source: back
sp_eu: espalda

source: apply
sp_eu: aplicar

source: Angel has been marked as active.
sp_eu: Ángel se ha marcado como activo.

source: Angel not found.
sp_eu: Ángel no se encuentra.

source: Angel has been marked as not active.
sp_eu: Ángel se ha marcado como no está activo .

source: Angel has got a t-shirt.
sp_eu: Ángel tiene una camiseta .

source: Angel has got no t-shirt.
sp_eu: Ángel tiene ninguna camiseta .

source: remove active
sp_eu: eliminar activa

source: got t-shirt
sp_eu: conseguido camiseta

source: remove t-shirt
sp_eu: quite la camiseta

source: Sum
sp_eu: Suma

source: Search angel:
sp_eu: Buscar angel :

source: Show all shifts
sp_eu: Mostrar todos los turnos

source: Search
sp_eu: Buscar

source: How much angels should be active?
sp_eu: ¿Cuánto ángeles deben ser activos ?

source: Preview
sp_eu: Avance

source: Nickname
sp_eu: Apodo

source: Size
sp_eu: tamaño

source: Shifts
sp_eu: turnos

source: Length
sp_eu: Longitud

source: Active?
sp_eu: ¿Activo?

source: Forced
sp_eu: Forzado

source: T-shirt?
sp_eu: ¿Camiseta?

source: Shirt statistics
sp_eu: estadísticas de la camisa

source: Needed shirts
sp_eu: camisas necesarios

source: Reset done. Angel has not arrived.
sp_eu: Restablecer hecho. Angel no ha llegado.

source: Angel has been marked as arrived.
sp_eu: Ángel se ha marcado como llegar

source: yes
sp_eu: sí

source: reset
sp_eu: Reiniciar

source: arrived
sp_eu: llegado

source: Planned arrival
sp_eu: llegada prevista

source: Arrived?
sp_eu: ¿Llegado?

source: Arrival date
sp_eu: Fecha de llegada

source: Planned departure
sp_eu: salida prevista

source: Planned arrival statistics
sp_eu: Estadísticas de llegada prevista

source: arrived sum
sp_eu: suma que resulte

source: Date
sp_eu: Fecha

source: Count
sp_eu: Contar

source: Arrival statistics
sp_eu: estadísticas de la llegada

source: Planned departure statistics
sp_eu: estadísticas de salida prevista

source: Free angels
sp_eu: ángeles gratuitas

source: Only confirmed
sp_eu: Sólo confirmado

source: Nick
sp_eu: Mella

source: Jabber
sp_eu: Farfullar

source: E-Mail
sp_eu: Correo electrónico

source: Name
sp_eu: Nombre

source: Privileges
sp_eu: privilegios

source: Save
sp_eu: Salvar

source: Edit group
sp_eu: Editar grupo

source: Frab import
sp_eu: importación FRAB

source: Webserver has no write-permission on import directory.
sp_eu: Servidor web no tiene permiso de escritura en el directorio de importación .

source: Please select a shift type.
sp_eu: Por favor seleccione un tipo de cambio .

source: Please enter an amount of minutes to add to a talk's begin.
sp_eu: Por favor, introduzca una cantidad de minutos para añadir a una charla a empezar .

source: Please enter an amount of minutes to add to a talk's end.
sp_eu: Por favor, introduzca una cantidad de minutos para añadir al final de una charla .

source: No valid xml/xcal file provided.
sp_eu: Ningún archivo XML xcal / válida siempre

source: File upload went wrong.
sp_eu: La carga de archivos que salió mal .

source: Please provide some data.
sp_eu: Por favor proporcionar algunos datos .

source: File Upload
sp_eu: Subir archivo

source: Validation
sp_eu: Validación

source: Import
sp_eu: Importar

source: This import will create/update/delete rooms and shifts by given FRAB-export file. The needed file format is xcal.
sp_eu: Esta importación creará / actualizar / borrar habitaciones y los cambios de archivo FRAB -exportación dado. El formato de archivo que se necesita es xcal .

source: Add minutes to start
sp_eu: Añadir minutos para iniciar

source: Add minutes to end
sp_eu: Añadir minutos para terminar

source: Missing import file.
sp_eu: Falta el archivo de importación .

source: Rooms to create
sp_eu: Habitaciones para crear

source: Rooms to delete
sp_eu: Habitaciones para borrar

source: Shifts to create
sp_eu: Desplaza para crear

source: Day
sp_eu: Día

source: Start
sp_eu: comienzo

source: End
sp_eu: Fin

source: Shift type
sp_eu: tipo de cambio de

source: Title
sp_eu: Título

source: Room
sp_eu: Habitación

source: Shifts to update
sp_eu: Desplaza para actualizar

source: Shifts to delete
sp_eu: Cambios de eliminar

source: It's done!
sp_eu: ¡Está hecho!

source: Log
sp_eu: Iniciar sesión

source: Edit news entry
sp_eu: Editar entrada de noticias

source: Author
sp_eu: Autor

source: Subject
sp_eu: Tema

source: Message
sp_eu: Mensaje

source: Meeting
sp_eu: Reunión

source: Delete
sp_eu: Borrar

source: News entry updated.
sp_eu: Noticias actualiza la entrada .

source: News entry deleted.
sp_eu: Noticias de entrada eliminado.

source: Answer questions
sp_eu: Responder preguntas

source: There are unanswered questions!
sp_eu: Existen preguntas sin respuesta !

source: Unanswered questions
sp_eu: Preguntas sin respuesta

source: From
sp_eu: De

source: Question
sp_eu: Pregunta

source: Answer
sp_eu: Responder

source: Answered questions
sp_eu: preguntas con respuesta

source: Answered by
sp_eu: contestada por

source: Rooms
sp_eu: Habitaciones

source: This name is already in use.
sp_eu: Este nombre ya esta en uso.

source: Please enter needed angels for type %s.
sp_eu: Por favor, introduzca ángeles necesarios para el tipo %s .

source: Room saved.
sp_eu: salvó habitación.

source: Public
sp_eu: Público

source: Room number
sp_eu: Número de habitación

source: Needed angels:
sp_eu: ángeles Necesarios:

source: Room %s deleted.
sp_eu: Habitación %s borrado .

source: Do you want to delete room %s?
sp_eu: ¿Quieres eliminar sala de %s ?

source: add
sp_eu: añadir

source: Create shifts
sp_eu: crear cambios

source: Please select a location.
sp_eu: Por favor, seleccione una ubicación .

source: Please select a start time.
sp_eu: Por favor, seleccione una hora de inicio .

source: Please select an end time.
sp_eu: Por favor, seleccione una hora de finalización .

source: The shifts end has to be after its start.
sp_eu: El extremo turnos tiene que ser después de su inicio .

source: Please enter a shift duration in minutes.
sp_eu: Por favor, introduzca una duración de cambio en cuestión de minutos .

source: Please split the shift-change hours by colons.
sp_eu: Por favor, dividir las horas del cambio de turno por dos puntos.

source: Please select a mode.
sp_eu: Por favor, seleccione un modo.

source: Please check the needed angels for team %s.
sp_eu: Por favor, compruebe los ángeles necesarios para equipo de %s .

source: There are 0 angels needed. Please enter the amounts of needed angels.
sp_eu: Hay 0 ángeles necesarios . Por favor, introduzca las cantidades de ángeles necesarios .

source: Please select a mode for needed angels.
sp_eu: Por favor, seleccione un modo de ángeles necesarios .

source: Please select needed angels.
sp_eu: Por favor, seleccione ángeles necesarios .

source: Time and location
sp_eu: El tiempo y la ubicación

source: Type and title
sp_eu: Tipo y título

source: Needed angels
sp_eu: Tipo y título

source: Mode
sp_eu: Modo

source: Create one shift
sp_eu: Crear un turno

source: Create multiple shifts
sp_eu: Crear varios turnos

source: Create multiple shifts with variable length
sp_eu: Crear varios turnos con longitud variable

source: Shift change hours
sp_eu: hora del cambio de turno

source: Take needed angels from room settings
sp_eu: Tome ángeles necesarios ajustes de las habitaciones

source: The following angels are needed
sp_eu: Se necesitan los siguientes ángeles

source: All Angels
sp_eu: todos los Ángeles

source: This user does not exist.
sp_eu: Este usuario no existe.

source: Please send me an email if my shifts change
sp_eu: Por favor envíeme un correo electrónico si mis turnos cambian

source: Force active
sp_eu: fuerza activa

source: Please visit the angeltypes page or the users profile to manage users angeltypes.
sp_eu: Por favor, visite la página angeltypes o los usuarios de perfil para la gestión de usuarios angeltypes .

source: Edit user
sp_eu: Editar usuario

source: Credits
sp_eu: créditos

source: Login
sp_eu: Iniciar sesión

source: Register
sp_eu: Registro

source: Logout
sp_eu: Cerrar sesión

source: Your nick &quot;%s&quot; already exists.
sp_eu: Su nick & quot ; %s & quot ; ya existe.

source: Your nick &quot;%s&quot; is too short (min. 2 characters).
sp_eu: Su nick & quot ; %s & quot ; es demasiado corto ( min . 2 caracteres ) .

source: Please check your jabber account information.
sp_eu: Por favor, compruebe la información de su cuenta Jabber .

source: Please select your shirt size.
sp_eu: Por favor, seleccione el tamaño de la camisa .

source: Your password is too short (please use at least %s characters).
sp_eu: Su contraseña es demasiado corta ( por favor utilice al menos %s caracteres ) .

source: Please enter your planned date of arrival.
sp_eu: Por favor, introduzca su fecha prevista de llegada .

source: Angel registration successful!
sp_eu: Ángel registro exitoso!

source: By completing this form you're registering as a Chaos-Angel. This script will create you an account in the angel task sheduler.
sp_eu: Al completar este formulario, usted está registrando como un caos - Ángel . Este script se creará una cuenta en el sheduler tarea ángel.

source: Planned date of arrival
sp_eu: fecha prevista de llegada

source: Shirt size
sp_eu: Talla de camisa

source: Password
sp_eu: Contraseña

source: Confirm password
sp_eu: Confirmar contraseña

source: What do you want to do?
sp_eu: ¿Qué quieres hacer?

source: Description of job types
sp_eu: Descripción de los tipos de empleo

source: Restricted angel types need will be confirmed later by an archangel. You can change your selection in the options section.
sp_eu: tipos de ángel restringidas necesitan ser confirmada más tarde por un arcángel . Puede cambiar su selección en la sección de opciones .

source: Mobile
sp_eu: Móvil

source: Phone
sp_eu: Teléfono

source: First name
sp_eu: Nombre de pila

source: Last name
sp_eu: Apellido

source: Age
sp_eu: Años

source: Hometown
sp_eu: Procedencia

source: Entry required!
sp_eu: Entrada requerida !

source: Please enter a password.
sp_eu: Porfavor ingrese una contraseña.

source: No user was found with that Nickname. Please try again. If you are still having problems, ask an Dispatcher.
sp_eu: Ningún usuario fue encontrado con ese apodo . Por favor, inténtelo de nuevo . Si todavía tiene problemas , pida a un despachador .

source: Please enter a nickname.
sp_eu: Por favor escribe un apodo.

source: Please sign up, if you want to help us!
sp_eu: Por favor inscribirse, si usted quiere ayudarnos !

source: Registration is disabled.
sp_eu: La inscripción está deshabilitado.

source: I forgot my password
sp_eu: Olvidé mi contraseña

source: Please note: You have to activate cookies!
sp_eu: Por favor, tenga en cuenta que tiene que activar las cookies !

source: What can I do?
sp_eu: ¿Que puedo hacer?

source: Please read about the jobs you can do to help us.
sp_eu: Por favor, lea acerca de los trabajos que se pueden hacer para ayudarnos.

source: Messages
sp_eu: mensajes

source: Select recipient...
sp_eu: Seleccionar destinatario ...

source: Unable to load user.
sp_eu: No se puede cargar usuario.

source: mark as read
sp_eu: Marcar como leído

source: delete message
sp_eu: borrar mensaje

source: Hello %s, here can you leave messages for other angels
sp_eu: Hola %s , aquí se puede dejar mensajes para otros ángeles

source: New
sp_eu: Nuevo

source: Transmitted
sp_eu: transmitido

source: Recipient
sp_eu: Recipiente

source: Incomplete call, missing Message ID.
sp_eu: de llamadas incompletas , falta ID de mensaje .

source: No Message found.
sp_eu: No se encontró mensaje .

source: Transmitting was terminated with an Error.
sp_eu: Transmitiendo se terminó con un error.

source: Wrong action.
sp_eu: acción incorrecta .

source: My shifts
sp_eu: Mis turnos

source: Key changed.
sp_eu: Clave cambiado.

source: Reset API key
sp_eu: Restablecer clave de API

source: If you reset the key, the url to your iCal- and JSON-export and your atom feed changes! You have to update it in every application using one of these exports.
sp_eu: Si restablece la clave, el URL a su iCal- y JSON -exportación y los cambios de alimentación átomo ! Tiene que actualizar en cada aplicación que utiliza una de estas exportaciones .

source: Continue
sp_eu: Continuar

source: Please enter a freeload comment!
sp_eu: Por favor, introduzca un comentario freeload !

source: Shift saved.
sp_eu: Desplazamiento guardada .

source: Shift canceled.
sp_eu: Shift cancelada.

source: It's too late to sign yourself off the shift. If neccessary, ask the dispatcher to do so.
sp_eu: Es demasiado tarde para inscribirse a sí mismo fuera del turno . En caso de necesidad , pedir a la operadora para hacerlo.

source: News comments
sp_eu: comentarios de noticias

source: News
sp_eu: Noticias

source: Meetings
sp_eu: reuniones

source: Comments
sp_eu: comentarios

source: Entry saved.
sp_eu: El registro se ha .

source: New Comment:
sp_eu: Nuevo comentario:

source: Invalid request.
sp_eu: Solicitud no válida.

source: Create news:
sp_eu: Crear noticia:

source: Ask an archangel
sp_eu: Pregunta a un arcángel

source: Unable to save question.
sp_eu: No se puede guardar cuestión.

source: You question was saved.
sp_eu: Se pregunta fue salvado .

source: Please enter a question!
sp_eu: Por favor, introduzca una pregunta !

source: Incomplete call, missing Question ID.
sp_eu: de llamadas incompletas , falta la pregunta de identificación.

source: No question found.
sp_eu: No se encontró pregunta .

source: Settings
sp_eu: ajustes

source: Please enter your planned date of departure.
sp_eu: Por favor, introduzca su fecha prevista de salida .

source: Settings saved.
sp_eu: Ajustes guardados.

source: -> not OK. Please try again.
sp_eu: - > No OK . Por favor, inténtelo de nuevo .

source: Failed setting password.
sp_eu: No se pudo establecer la contraseña .

source: Theme changed.
sp_eu: El tema cambió .

source: Here you can change your user details.
sp_eu: Aquí puede cambiar sus datos de usuario .

source: Planned date of departure
sp_eu: la fecha prevista de salida

source: Please visit the angeltypes page to manage your angeltypes.
sp_eu: Por favor, visite la página angeltypes para administrar sus angeltypes .

source: Here you can change your password.
sp_eu: Aquí puede cambiar su contraseña .

source: Old password:
sp_eu: Contraseña anterior:

source: New password:
sp_eu: Nueva contraseña:

source: Password confirmation:
sp_eu: Confirmación de contraseña:
