Repository: engelsystem/engelsystem
Catalog: resources/lang/*/additional.po
Languages: de_de, nl_nl

# auth.not-found
source: No user was found or password is wrong. Please try again. If you are still having problems, ask Heaven.
de_de: Es wurde kein User gefunden oder das Passwort ist falsch. Probiere es bitte noch einmal. Wenn das Problem weiterhin besteht, melde dich im Himmel.
nl_nl: Gebruiker bestaat niet of het opgegeven wachtwoord komt niet overeen. Probeer het nogmaals. Neem contact op met Heaven bij verdere problemen.

# validation.password.required
source: The password is required.
de_de: Bitte gib ein Passwort an.
nl_nl: Het wachtwoord is vereist.

# validation.password.length
source: The password entered is too short.
de_de: Das angegebene Passwort ist zu kurz.
nl_nl: Het ingevoerde wachtwoord is te kort.

# validation.login.required
source: The login name is required.
de_de: Bitte gib einen Loginnamen an.
nl_nl: De gebruikersnaam is vereist.

# validation.pronoun.required
source: Please enter your pronoun.
de_de: Bitte gebe dein Pronomen an.
nl_nl: Vul alsjeblieft je voornaamwoord in.

# validation.firstname.required
source: Please enter your first name.
de_de: Bitte gebe deinen Vornamen an.
nl_nl: Vul alsjeblieft je voornaam in.

# validation.lastname.required
source: Please enter your last name.
de_de: Bitte gebe deinen Nachnamen an.
nl_nl: Vul alsjeblieft je achternaam in.

# validation.mobile.required
source: Please enter your mobile number.
de_de: Bitte gebe deine Handynummer an.
nl_nl: Vul alsjeblieft je mobiele telefoonnummer in.

# validation.dect.required
source: Please enter your DECT number.
de_de: Bitte gebe deine DECT-Nummer an.
nl_nl: Vul alsjeblieft je DECT-nummer in.

# validation.username.required
source: Please enter your nick.
de_de: Bitte gebe deinen Nick an.
nl_nl: Vul alsjeblieft je gebruikersnaam in.

# validation.username.username
source: Please enter a valid nick: Use up to 24 letters, numbers, or connecting punctuation (. - _) for your nickname.
de_de: Bitte gebe einen gültigen Nick ein: Verwende bis zu 24 Buchstaben, Zahlen oder verbindende Schriftzeichen (.-_) für deinen Nick.
nl_nl: Voer alsjeblieft een gebruikersnaam van het volgende formaat in: Tot en met 24 tekens, bestaande uit letters, nummers en koppelpunctuatie (.-_)

# validation.email.required
source: The e-mail address is required.
de_de: Bitte gib eine E-Mail-Adresse an.
nl_nl: Het e-mailadres is vereist.

# validation.email.email
source: This e-mail address is not valid.
de_de: Die E-Mail-Adresse ist nicht gültig.
nl_nl: Dit e-mailadres is niet juist.

# validation.new_password.length
source: Your new password is too short.
de_de: Dein neues Passwort ist zu kurz.
nl_nl: Je nieuwe wachtwoord is te kort.

# validation.password.confirmed
source: Your passwords do not match.
de_de: Deine Passwörter stimmen nicht überein.
nl_nl: Deze wachtwoorden komen niet overeen.

# validation.password_confirmation.required
source: You have to confirm your password.
de_de: Du musst dein Passwort bestätigen.
nl_nl: Je moet je nieuwe wachtwoord bevestigen.

# validation.tshirt_size.required
source: Please choose your T-shirt size.
de_de: Bitte wähle deine T-Shirt-Größe aus.
nl_nl: Vul alsjeblieft je T-shirtmaat in.

# validation.tshirt_size.shirtSize
source: Please choose a valid T-shirt size.
de_de: Bitte wähle eine gültige T-Shirt-Größe aus.
nl_nl: Vul alsjeblieft een geldige T-shirtmaat in.

# validation.planned_arrival_date.required
source: Please enter your planned date of arrival.
de_de: Bitte gebe dein geplantes Ankunftsdatum an.
nl_nl: Vul alsjeblieft je geplande aankomstdatum in.

# validation.planned_arrival_date.min
source: The planned date of arrival must not be before the build-up start date.
de_de: Das geplante Ankunftsdatum darf nicht vor Aufbaubeginn liegen.
nl_nl: De geplande aankomstdatum mag niet vóór de begindatum van de opbouw liggen.

# validation.planned_arrival_date.between
source: The planned date of arrival must be between the build-up and tear-down date.
de_de: Das geplante Ankunftsdatum muss zwischen Aufbaubeginn und Abbauende liegen.
nl_nl: De geplande aankomstdatum moet tussen de opbouw- en afbouwdatums liggen.

# schedule.edit.success
source: The schedule was configured successfully.
de_de: Das Programm wurde erfolgreich konfiguriert.
nl_nl: Het rooster is met succes bijgewerkt.

# schedule.import.request-error
source: The schedule could not be requested.
de_de: Das Programm konnte nicht abgerufen werden.
nl_nl: Het rooster kon niet worden opgevraagd.

# schedule.import.read-error
source: Unable to parse schedule.
de_de: Das Programm konnte nicht gelesen werden.
nl_nl: Kon rooster niet verwerken.

# schedule.import.success
source: Schedule import successful.
de_de: Das Programm wurde erfolgreich importiert.
nl_nl: Roosterimport gelukt.

# schedule.delete.success
source: Schedule deletion successful.
de_de: Das Programm wurde erfolgreich gelöscht.
nl_nl: Roosterverwijdering successful.

# shifts.filter.toggle
source: collapse/show filters
de_de: Filter verstecken/anzeigen
nl_nl: verberg/toon filters

# shifts.toggle.title
source: Show more / less
de_de: Mehr / weniger anzeigen

# validation.schedule-url.required
source: The schedule URL is required.
de_de: Bitte gib eine Programm URL an.
nl_nl: De rooster-URL is vereist.

# validation.schedule-url.url
source: The schedule URL must be a valid URL.
de_de: Die Programm URL muss eine URL sein.
nl_nl: De rooster-URL moet geldig zijn.

# validation.shift-type.required
source: The shift type is required.
de_de: Der Schichttyp ist erforderlich.
nl_nl: Het diensttype is vereist.

# validation.shift-type.int
source: The shift type has to be a number.
de_de: Der Schichttyp muss eine Zahl sein.
nl_nl: Het diensttype moet een getal zijn.

# validation.minutes-before.int
source: The minutes before the talk have to be an integer.
de_de: Die Minuten vor dem Talk müssen eine Zahl sein.
nl_nl: Het aantal minuten vóór de talk moet een getal zijn.

# validation.minutes-after.int
source: The minutes after the talk have to be an integer.
de_de: Die Minuten nach dem Talk müssen eine Zahl sein.
nl_nl: Het aantal minuten na de talk moet een getal zijn.

# news.comment.success
source: Comment saved.
de_de: Kommentar gespeichert.
nl_nl: Opmerking opgeslagen.

# news.comment-delete.success
source: Comment successfully deleted.
de_de: Kommentar erfolgreich gelöscht.
nl_nl: Opmerking met succes verwijderd.

# news.edit.duplicate
source: This news item has already been created.
de_de: Diese News wurde bereits erstellt.
nl_nl: Dit nieuws bestaat al.

# news.edit.success
source: News successfully updated.
de_de: News erfolgreich aktualisiert.
nl_nl: Nieuws met succes bijgewerkt.

# news.delete.success
source: News successfully deleted.
de_de: News erfolgreich gelöscht.
nl_nl: Nieuws met succes verwijderd.

# oauth.invalid-state
source: Invalid OAuth state
de_de: Ungültiger OAuth-Status
nl_nl: Ongeldige OAuth-staat

source: OAuth provider error
de_de: Login-Provider-Fehler
nl_nl: OAuth-providerfout

# oauth.already-connected
source: This account is already connected to another account!
de_de: Dieser Account wurde bereits mit einem anderen Engelsystem-User verbunden!
nl_nl: Deze OAuth-gebruiker is al gekoppeld aan een andere gebruiker!

# oauth.connected
source: Connected login provider!
de_de: Login-Provider verbunden!
nl_nl: Gekoppelde loginprovider!

# oauth.disconnected
source: Disconnected login provider!
de_de: Login-Provider getrennt!
nl_nl: Ontkoppelde loginprovider!

# oauth.not-found
source: Unable to find account
de_de: Account nicht gefunden
nl_nl: Kan gebruiker niet vinden

# oauth.provider-not-found
source: Unable to find OAuth provider
de_de: OAuth-Provider nicht gefunden
nl_nl: Kan OAuth-provider niet vinden

# oauth.invalid_request
source: The OAuth-Provider rejected the request due to a missing or invalid parameter.
de_de: Der OAuth-Provider lehnt die Anfrage aufgrund eines ungültigen oder fehlenden Parameters ab.
nl_nl: De OAuth-provider heeft het verzoek afgewezen vanwege een ontbrekende of onjuiste parameter.

# oauth.unauthorized_client
source: Not authorized as a client with the OAuth-Provider.
de_de: Authorisierung als Client beim OAuth-Provider ungültig.
nl_nl: Niet geauthoriseerd bij de OAuth-provider.

# oauth.access_denied
source: The resource owner or authorization server denied the request.
de_de: Der Nutzer oder der OAuth-Provider hat die Anfrage abgelehnt.
nl_nl: De OAuth-provider wees toegang af.

# oauth.unsupported_response_type
source: The OAuth-Provider does not support obtaining an authorization code using this method.
de_de: Der OAuth-Provider unterstützt die gewählte Methode zum Erhalt eines Auth-Codes nicht.
nl_nl: De OAuth-provider ondersteunt het verkrijgen van een authorisatiecode via deze methode niet.

# oauth.invalid_scope
source: The requested scope is invalid, unknown, or malformed.
de_de: Der angefragte Scope ist ungültig, unbekannt oder fehlerhaft.
nl_nl: De verzochte scope is onjuist of onbekend.

# oauth.server_error
source: The OAuth-Provider encountered an unexpected condition that prevented it from fulfilling the request.
de_de: Der OAuth-Provider ist aufgrund eines unerwarteten Fehlers nicht in der Lage, die Anfrage zu erfüllen
nl_nl: De OAuth-provider onderging een onverwachte fout waardoor deze het verzoek niet kon beantwoorden.

# oauth.temporarily_unavailable
source: The OAuth-Provider is currently unable to handle the request due to a temporary overloading or maintenance of the server.
de_de: Der OAuth-Provider ist aufgrund Überlastung oder Wartung temporär nicht in der Lage, die Anfrage zu erfüllen
nl_nl: De OAuth-provider is door een tijdelijke overbelasting of onderhoud niet in staat het verzoek te beantwoorden.

# settings.profile.planned_arrival_date.invalid
source: Please enter your planned date of arrival. It should be after the buildup start date and before teardown end date.
de_de: Bitte gib Dein geplantes Ankunftsdatum an. Es sollte nach dem Aufbaubeginn und vor dem Abbauende liegen.
nl_nl: Vul alsjeblieft je geplande aankomstdatum in. Deze moet tussen de begindatum van de opbouw en de einddatum van de afbouw liggen.

# settings.profile.planned_departure_date.invalid
source: Please enter your planned date of departure. It should be after your planned arrival date and after buildup start date and before teardown end date.
de_de: Bitte gib Dein geplantes Abreisedatum an, damit wir ein Gefühl für die Abbauplanung bekommen. Es sollte nach dem Aufbaubeginn und vor dem Abbauende liegen.
nl_nl: Vul alsjeblieft je geplande vertrekdatum in. Deze moet ná je aankomstdatum en tussen de begindatum van de opbouw en de einddatum van de afbouw liggen.

# settings.success
source: Settings saved.
de_de: Einstellungen gespeichert.
nl_nl: Instellingen opgeslagen.

# settings.sessions.delete_success
source: Session deleted successfully.
de_de: Sitzung erfolgreich gelöscht.
nl_nl: Sessie met succes ingetrokken.

# settings.api.key_reset_success
source: API key successfully reset.
de_de: API Key erfolgreich zurückgesetzt.
nl_nl: API-key met succes gereset.

# faq.delete.success
source: FAQ entry successfully deleted.
de_de: FAQ Eintrag erfolgreich gelöscht.
nl_nl: FAQ-vraag met succes verwijderd.

# faq.edit.success
source: FAQ entry successfully updated.
de_de: FAQ Eintrag erfolgreich aktualisiert.
nl_nl: FAQ-vraag met succes bijgewerkt.

# question.menu
source: Ask Heaven
de_de: Frag den Himmel

# question.delete.success
source: Question deleted successfully.
de_de: Frage erfolgreich gelöscht.
nl_nl: Vraag met succes verwijderd.

# question.add.success
source: Question added successfully.
de_de: Frage erstellt.
nl_nl: Vraag met succes aangemaakt.

# question.edit.success
source: Question updated successfully.
de_de: Frage erfolgreich bearbeitet.
nl_nl: Vraag met succes bijgewerkt.

# tag.edit.duplicate
source: A tag with this name already exists!
de_de: Ein Tag mit dem Namen existiert bereits!
nl_nl: Er bestaat al een tag met deze naam!

# tag.edit.success
source: Tag updated successfully.
de_de: Der Tag wurde erfolgreich aktualisiert.
nl_nl: Tag met succes bijgewerkt.

# tag.delete.success
source: Tag deleted successfully.
de_de: Tag erfolgreich gelöscht.
nl_nl: Tag met succes verwijderd.

# notification.news.new
source: New news: %s
de_de: Neue News: %s
nl_nl: Nieuw nieuws: %s

# notification.news.new.introduction
source: A news item is available: %1$s
de_de: Es gibt eine neue News: %1$s
nl_nl: Er is nieuws beschikbaar: %1$s

# notification.news.new.text
source: You can view it at %3$s
de_de: Du kannst sie dir unter %3$s anschauen.
nl_nl: Je kunt deze zien op %3$s

# notification.news.updated
source: Updated news: %s
de_de: Aktualisierte News: %s
nl_nl: Nieuws bijgewerkt: %s

# notification.messages.new
source: New private message from %s
de_de: Neue private Nachricht von %s
nl_nl: Nieuw privébericht van %s

# notification.messages.new.text
source: You've got a new private message from "%s". You can view it at %s
de_de: Du hast eine neue private Nachricht von "%s" bekommen. Du kannst sie dir unter %s anschauen.
nl_nl: je hebt een nieuw privébericht van "%s". Je kunt deze zien op %s

# notification.angeltype.confirmed
source: You have been confirmed as an %s
de_de: Du wurdest als %s bestätigt
nl_nl: Je bent nu bevestigd als een %s

# notification.angeltype.confirmed.introduction
source: You have been confirmed as an %1$s by a supporter.
de_de: Du wurdest von einem Supporter als %1$s bestätigt.
nl_nl: Je bent nu bevestigd als een %1$s door een supporter.

# notification.angeltype.confirmed.text
source: You can find a description at %2$s
de_de: Eine Beschreibung findest du unter %2$s
nl_nl: Je kunt een beschrijving vinden op %2$s

# notification.angeltype.added
source: You have been added as an %s
de_de: Du wurdest als %s hinzugefügt
nl_nl: Je bent toevoegd als een %s

# notification.angeltype.added.introduction
source: You have been added as an %1$s by a supporter.
de_de: Du wurdest von einem Supporter als %1$s hinzugefügt.
nl_nl: Je bent toegevoegd als %1$s door een supporter.

# notification.angeltype.added.text
source: You can find a description at %2$s
de_de: Eine Beschreibung findest du unter %2$s
nl_nl: Je kunt een beschrijving vinden op %2$s

# angeltype.add.success
source: Successfully joined angel type
de_de: Erfolgreich dem Engeltyp beigetreten

# notification.shift.deleted
source: Your shift was deleted
de_de: Deine Schicht wurde gelöscht
nl_nl: Je dienst is verwijderd

# notification.shift.deleted.introduction
source: A shift you are registered for was deleted:
de_de: Eine deiner Schichten wurde gelöscht:
nl_nl: Een dienst waarvoor je je aangemeld had is verwijderd:

# notification.shift.deleted.worklog
source: Since the deleted shift was already done, we added a worklog entry instead, to keep your work hours correct.
de_de: Da die gelöschte Schicht bereits vergangen ist, haben wir einen entsprechenden Arbeitseinsatz hinzugefügt.
nl_nl: Omdat de verwijderde dienst al geweest is, hebben we een werklog toegevoegd om je uren in stand te houden.

# notification.shift.updated
source: Your shift was updated
de_de: Deine Schicht wurde aktualisiert
nl_nl: Je dienst is bijgewerkt

# notification.shift.no_next_found
source: There is no available shift.
de_de: Es wurde keine verfügbare Schicht gefunden.
nl_nl: Er is geen dienst beschikbaar.

# user.edit.success
source: User edited successfully.
de_de: Benutzer erfolgreich bearbeitet.
nl_nl: Gebruiker met succes bijgewerkt.

# message.delete.success
source: Message successfully deleted.
de_de: Nachricht erfolgreich gelöscht.
nl_nl: Bericht met succes verwijderd.

# worklog.add.success
source: Work log successfully added.
de_de: Arbeitseinsatz erfolgreich angelegt.
nl_nl: Werklog met succes aangemaakt.

# worklog.edit.success
source: Work log successfully updated.
de_de: Arbeitseinsatz erfolgreich bearbeitet.
nl_nl: Werklog met succes bijgewerkt.

# worklog.delete.success
source: Work log successfully deleted.
de_de: Arbeitseinsatz erfolgreich gelöscht.
nl_nl: Werklog met succes verwijderd.

# voucher.save.success
source: Saved the number of vouchers.
de_de: Anzahl der Gutscheine gespeichert.
nl_nl: Aantal tegoedbonnen opgeslagen.

# location.edit.success
source: Location edited successfully.
de_de: Ort erfolgreich bearbeitet.
nl_nl: Locatie met succes bijgewerkt.

# location.delete.success
source: Location successfully deleted.
de_de: Ort erfolgreich gelöscht.
nl_nl: Locatie met succes verwijderd.

# shifttype.edit.success
source: Shift type edited successfully.
de_de: Schichttyp erfolgreich bearbeitet.
nl_nl: Shifttype met succes bijgewerkt.

# shifttype.delete.success
source: Shift type successfully deleted.
de_de: Schichttyp erfolgreich gelöscht.
nl_nl: Shifttype met succes verwijderd.

# validation.name.exists
source: The name is already in use.
de_de: Der Name wird bereits verwendet.
nl_nl: Deze naam is al in gebruik.

# registration.disabled
source: Registration is disabled.
de_de: Die Registrierung ist deaktiviert.
nl_nl: Registraties zijn uitgeschakeld.

# registration.successful.supporter
source: Registration successful.
de_de: Registrierung erfolgreich.
nl_nl: Registratie doorgevoerd.

# registration.successful
source: Registration successful. You can now log in!
de_de: Registrierung erfolgreich. Du kannst dich jetzt anmelden!
nl_nl: Registratie doorgevoerd. Je kunt nu inloggen!

# shifts.history.delete.success
source: Shifts deleted successfully.
de_de: Schichten erfolgreich gelöscht.
nl_nl: Diensten met succes verwijderd.

# jwt.invalid_time
source: The opened link is not valid (yet)
de_de: Der aufgerufene Link ist nicht (mehr) gültig

# jwt.wrong_format
source: The opened link is not complete
de_de: Der aufgerufene Link ist nicht vollständig

# jwt.code_error
source: The link is invalid or corrupted
de_de: Der aufgerufene Link hat probleme

# config.name.info
source: The event name is shown on the start page
de_de: Der Event Name wird auf der Startseite angezeigt
nl_nl: De evenementnaam wordt op de startpagina getoond.

# config.welcome_msg
source: Event Welcome Message
de_de: Event Willkommens-Nachricht
nl_nl: Evenement-welkomstbericht

# config.welcome_msg.info
source: The welcome message is shown after successful registration. Markdown can be used.
de_de: Die Willkommens-Nachricht wird nach der Registrierung angezeigt. Es kann Markdown benutzt werden.
nl_nl: Het welkomstbericht wordt getoond na een succesvolle registratie. Markdown kan gebruikt worden.

# config.registration_enabled
source: Registration enabled
de_de: Registrierung aktiv

# config.buildup_start
source: Buildup
de_de: Aufbau
nl_nl: Opbouw-begindatum

# config.event_end
source: Event end
de_de: Event Ende
nl_nl: Evenement-einddatum

# config.teardown_end
source: Teardown end
de_de: Abbau Ende
nl_nl: Afbouw-einddatum

# config.enable_day_of_event
source: Day of event
de_de: Event Tag anzeigen

# config.enable_day_of_event.info
source: Whether to show the current day of the event (-2, -1, 0, 1, 2…) in the footer and on the dashboard. The event start date has to be set for it to appear.
de_de: Anzeige des Event Tages (-2, -1, 0, 1, 2…) im Footer und auf dem Dashboard. Das Event Start Datum muss konfiguriert sein zur Anzeige.

# config.event_has_day0
source: Event has day 0
de_de: Event mit Tag 0

# config.event_has_day0.info
source: If enabled there will be a day 0 (-1, 0, 1…). If not there won't (-1, 1…).
de_de: Wenn aktiv wird ein Tag 0 angezeigt (-1, 0, 1…). Wenn nicht wird er ausgeblendet (-1, 1…).

# config.faq_text.info
source: Additional text displayed on the FAQ page. Markdown can be used.
de_de: Zusätzlicher Text auf der FAQ Seite. Es kann Markdown benutzt werden.

# config.tshirt_link
source: T-shirt size guide link
de_de: T-Shirt Größen-Guide Link

# config.privacy_email
source: privacy@ contact e-mail
de_de: privacy@ Kontakt E-Mail

# config.enable_dect.info
source: Enables DECT numbers for users, locations and angel types
de_de: Aktiviert DECT-Nummern für Benutzer, Orte und Engeltypen

# config.enable_mobile_show
source: Display mobile number
de_de: Anzeigen der Handynummer

# config.enable_mobile_show.info
source: Whether the mobile number will be shown to all users
de_de: Soll die Mobilfunknummer für alle Benutzer sichtbar sein?

# config.enable_full_name
source: First / last name
de_de: Vor- und Nachname

# config.display_full_name
source: Display full name
de_de: Vollen Namen anzeigen

# config.display_full_name.info
source: Show a user's first name and last name instead of username
de_de: Zeige den vollen Namen anstatt dem Benutzernamens

# config.enable_pronoun
source: Pronouns
de_de: Pronomen

# config.required_user_fields
source: Required user fields
de_de: Benutzer-Pflichtfelder

# config.enable_planned_arrival
source: Planned arrival / departure
de_de: Geplante Ankunft / Abreise

# config.enable_force_active
source: Force active
de_de: Erzwungen Aktiv

# config.enable_force_active.info
source: Allows enforcing goodies
de_de: Erlaubt das Setzen des Flags zum Erzwingen von Goodies

# config.enable_force_food
source: Unlimited food vouchers
de_de: Unbegrenzte Essensgutscheine

# config.enable_force_food.info
source: Allows getting unlimited food vouchers
de_de: Erlaubt es, unbegrenzt Essensgutscheine zu bekommen

# config.enable_voucher
source: (Food-) vouchers
de_de: (Essens-) Gutscheine

# config.voucher_settings.initial_vouchers
source: Initial vouchers
de_de: Initiale Gutscheine

# config.voucher_settings.shifts_per_voucher
source: Shifts per voucher
de_de: Schichten pro Gutschein

# config.voucher_settings.hours_per_voucher
source: Hours per voucher
de_de: Stunden pro Gutschein

# config.voucher_settings.voucher_start
source: Voucher start
de_de: Gutscheine ab

# config.enable_self_worklog
source: Own work logs
de_de: Eigene Arbeitseinsätze

# config.enable_self_worklog.info
source: Allow users with sufficient permission to add worklogs for themselves
de_de: Erlaubt es Benutzern, mit entsprechender Berechtigung, sich selber Arbeitseinsätze ein zu tragen

# config.signup_requires_arrival
source: Shift sign up requires arrival
de_de: Schichten eintragen benötigt Ankommen

# config.signup_requires_arrival.info
source: Only arrived users can sign up for shifts
de_de: Nur angekommene benutzer können sich in Schichten eintragen

# config.autoarrive
source: Auto arrive
de_de: Automatisches ankommen

# config.autoarrive.info
source: Set newly registered users automatically as arrived
de_de: Setzt Benutzer automatisch bei Registrierung als angekommen

# config.supporters_can_promote
source: Supporters can promote
de_de: Supporter können befördern

# config.supporters_can_promote.info
source: Supporters of an angel type (team) can promote other users of the angel type to supporter
de_de: Supporter eines Engeltyps (Team) können andere Benutzer des Engeltyps zu Supportern befördern

# config.join_qr_code
source: Join QR code
de_de: Beitreten QR Code

# config.join_qr_code.info
source: Allow joining an angel type via generated QR code, requires app_key
de_de: Erlaubt das beitreten zu einem Engeltypen mit einem QR Code, benötigt app_key

# config.certificates
source: Certificates
de_de: Zertifikate

# config.ifsg_enabled.info
source: Instruction in accordance with § 43 Para. 1 of the German Infection Protection Act (IfSG)
de_de: Einweisung nach § 43 Abs. 1 des deutschen Infektionsschutzgesetzes (IfSG)

# config.ifsg_light_enabled.info
source: Instruction only onsite in accordance with § 43 Para. 1 of the German Infection Protection Act (IfSG)
de_de: Einweisung nur vor Ort nach § 43 Abs. 1 des deutschen Infektionsschutzgesetzes (IfSG)

# config.shifts
source: Shifts
de_de: Schichten

# config.signup_advance_hours
source: Sign up before start
de_de: Eintragen vor start
