Repository: engelsystem/engelsystem
Catalog: resources/lang/*/additional.po
Languages: de_de, nl_nl

# config.signup_advance_hours.info
source: Only allow shift signup this number of hours in advance. Setting it to 0 disables the feature.
de_de: Erlaube das Eintragen in Schichten erst n Stunden vor begin. Ein Wert von 0 deaktiviert die Einschränkung.

# config.signup_post_minutes
source: Sign up after start
de_de: Eintragen nach Start

# config.signup_post_minutes.info
source: Allow shift signup this number of minutes after start of shift. If "Sign up after start fraction" is set, it is applied first before adding the number of minutes specified here.
de_de: Erlaubt das Eintragen in Schichten n Minuten nach Start der Schicht. Wenn "Anteiliges Eintragen nach Start" gesetzt ist, wird es vor dem addieren der Minuten angewendet.

# config.signup_post_fraction
source: Sign up after start fraction
de_de: Anteiliges Eintragen nach Start

# config.signup_post_fraction.info
source: Allow sign up this fraction of the shift length after the start of the shift. If it's 1, sign up is allowed until the end of the shift; 0.5 means the first half of the shift. If "Sign up minutes after start" is set, this is applied first and then the minutes are added on top.
de_de: Erlaubt das spätere Eintragen in Schichten Anteiliges der Schichtlänge. Bei einem Wert von 1 ist das Eintragen während der gesamten Laufzeit einer Schicht erlaubt, bei 0.5 nur in der ersten Hälfte. Wenn "Eintragen n Minuten nach Start" gesetzt ist wird es anschließlich zusätzlich auf die Zeit addiert.

# config.last_unsubscribe
source: Last unsubscribe
de_de: Spätestes Austragen

# config.last_unsubscribe.info
source: Number of hours that a user can sign out of their own shifts beforehand
de_de: Anzahl an Stunden in denen sich ein Benutzer vorher aus einer Schicht austragen kann

# config.max_freeloadable_shifts
source: Maximum freeloadable shifts
de_de: Maximum schwänzbare Schichten

# config.max_freeloadable_shifts.info
source: Number of shifts to freeload until a user is locked from shift signup
de_de: Anzahl an Schichten die maximal geschwänzt werden können bis ein Benutzer sich nicht mehr in weitere eintragen kann

# config.goodie_type
source: Goodie Type
de_de: Goodie Typ

# config.enable_email_goodie.info
source: Show opt-in on user profile and registration pages to save some personal data after the event
de_de: Opt-In auf der Benutzer-Seite und Registrierung zum speichern einiger personenbezogener Daten über das Event hinaus

# config.goodie_type.select.none
source: No goodie (disabled)
de_de: Kein Goodie (deaktiviert)

# config.goodie_type.select.tshirt
source: T-shirt with sizing options
de_de: T-Shirt mit Größenauswahl

# config.night_shifts.enabled
source: Night shifts enabled
de_de: Nachtschichten aktiv

# config.night_shifts.enabled.info
source: Multiplies 'night shifts' between start and end (numbers as hours) by multiplier for goodie score. Goodies must be enabled!
de_de: Multipliziert 'Nachtschichten' zwischen start und ende (Zahlen als Stunden) mit dem Multiplikator für den Goodie Score. Goodies müssen aktiv sein!

# config.night_shifts.start
source: Night shifts start hour
de_de: Nachtschicht Startstunde

# config.night_shifts.end
source: Night shifts end hour (exclusive)
de_de: Nachtschicht Endstunde (exklusiv)

# config.night_shifts.multiplier
source: Night shifts multiplier
de_de: Nachtschicht Multiplikator

# validation.event_start.after
source: Event start must be after buildup.
de_de: Event Start muss nach dem Aufbau liegen.
nl_nl: Begin van evenement moet ná opbouw zijn.

# validation.event_end.after
source: Event end must be after the event start.
de_de: Event Ende muss nach dem Event Start liegen.
nl_nl: Einde van evenement moet vóór afbouw zijn.

# validation.teardown_end.after
source: Teardown end must be after the event end.
de_de: Abbau Ende muss nach dem Event Ende liegen.
nl_nl: Einde van afbouw moet ná einde van evenement zijn.

# config.app_name
source: Application name (not event name)
de_de: Anwendungsname (Nicht Eventname)

# config.locales
source: Languages
de_de: Sprachen

# config.default_locale
source: Default language
de_de: Standardsprache

# config.timezone
source: Time zone
de_de: Zeitzone

# config.app_key.info
source: Random, long (at least 32 characters) alphanumeric or base64 encoded key, used for signing
de_de: Zufälliger, langer (min. 32 Zeichen) Alphanumerischer oder base64 enkodierter Schlüssel, zum Signieren benutzt

# config.database.driver
source: Database type
de_de: Datenbank Typ

# config.database.host
source: Database host
de_de: Datenbank Adresse

# config.database.database
source: Database name
de_de: Datenbank Name

# config.database.username
source: Database username
de_de: Datenbank Benutzername

# config.database.password
source: Database password
de_de: Datenbank Passwort

# config.email.driver
source: E-mail driver
de_de: E-Mail Treiber

# config.email.driver.info
source: Configuring a symfony mailer dsn like smtps://[user]:[password]@smtp.[domain]:465 is possible via config file or env variable
de_de: Die Konfiguration eines Symfony mailer DSNs wie smtps://[user]:[password]@smtp.[domain]:465 ist über die Konfigurationsdatei oder Umgebungsvariablen möglich.

# config.email.driver.select.sendmail
source: System sendmail program
de_de: System sendmail Programm

# config.email.driver.select.log
source: Write mails to log
de_de: Schreibe E-Mails ins Log

# config.email.from.name
source: E-mail sender name
de_de: E-Mail Absendername

# config.email.from.address
source: E-mail sender address
de_de: E-Mail Absenderadresse

# config.email.host
source: E-mail host
de_de: E-Mail Server

# config.email.port.info
source: 465 for TLS, 587 for STARTTLS
de_de: 465 für TLS, 587 für STARTTLS

# config.email.tls
source: E-mail using TLS transport encryption
de_de: E-Mail mit TLS Transportverschlüsselung

# config.email.username
source: E-mail username
de_de: E-Mail Benutzername

# config.email.password
source: E-mail password
de_de: E-Mail Passwort

# config.email.sendmail
source: Sendmail command
de_de: Sendmail Kommando

# config.home_site
source: Home site
de_de: Startseite

# config.home_site.info
source: Redirects to this site after logging in or when clicking the page name
de_de: Weiterleitungsziel nach dem Login oder Klick auf den Seitennamen

# config.display_news
source: Displayed news
de_de: Angezeigte News

# config.display_news.info
source: Number of news items shown on one page and for feed readers
de_de: Anzahl angezeigter News auf einer Seite und in Feedreadern

# config.display_users
source: Displayed users
de_de: Angezeigte Benutzer

# config.display_users.info
source: Number of users shown in a table
de_de: Anzahl angezeigter Benutzer in einer Tabelle

# config.filter_max_duration
source: Shifts filter
de_de: Shichten-Filter

# config.filter_max_duration.info
source: Set max number of hours that can be shown at once on shifts overview, 0 means no limit
de_de: Setzt die maximale Anzahl an Stunden die auf ein mal auf der Schichten-Seite angezeigt werden können, 0 deaktiviert die Limitierung

# config.password_min_length
source: Minimum password length
de_de: Minimale Passwortlänge

# config.enable_password
source: Password
de_de: Passwort

# config.enable_password.info
source: Whether the login and registration via password should be enabled (login will be hidden if false). This is useful when using OAuth, disabling it also disables normal registration without oauth.
de_de: Aktiviert den Login mit Passwort (wird ausgeblendet wenn nicht). Sinnvoll in Kombination mit OAuth, das ausschalten deaktiviert auch die Registrierung ohne OAuth.

# config.external_registration_url
source: External registration URL
de_de: Externe Registrierungs-URL

# config.external_registration_url.info
source: URL to external registration page, linked from login page
de_de: URL zur externen Registrierungs-Seite, auf der Login-Seite verlinkt

# config.url
source: Application URL
de_de: Anwendungs-URL

# config.url.info
source: URL and base path to use instead of the auto-detected one
de_de: URL und Pfad der Installation, überschreibt die automatisch detektion

# config.api_key
source: API key for /metrics
de_de: API Key für /metrics

# config.session.driver
source: Session storage
de_de: Session speicher

# config.session.driver.select.pdo
source: Database
de_de: Datenbank

# config.session.lifetime
source: Session lifetime in days
de_de: Session Laufzeit in Tagen

# config.jwt_expiration_time
source: JWT expiration time in minutes
de_de: JWT Gültigkeit

# config.jwt_expiration_time.info
source: Number of minutes after a JWT must expire, for example max angel type join time
de_de: Anzahl an Minuten nach denen ein JWT abläuft, bspw für max. Zeit zum Engeltyp beitreten

# config.warning_logout
source: Changing this will log out all users!
de_de: Änderungen führen zum logout aller Benutzer!

# config.maintenance
source: Maintenance mode
de_de: Wartungsmodus

# config.maintenance.info
source: Shows a static page to all requests
de_de: Zeigt eine statische Seite bei allen Anfragen)

# config.environment
source: Environment
de_de: Umgebung

# config.environment.info
source: Set to "development" to enable debugging messages
de_de: "development" zeigt mehr Debuggingmeldungen

# config.documentation_url
source: Documentation URL
de_de: Dokumentations-URL

# config.documentation_url.info
source: Link to documentation/help
de_de: Link zur Dokumentation/Hilfe

# config.setup_admin_password.info
source: Initial admin password, configured on first setup migration
de_de: Initiales admin Password, verwendet beim datenbank aufsetzen

# config.password_algorithm
source: Password algorithm
de_de: Password Algorithmus

# config.password_algorithm.info
source: Define the algorithm to use for `password_verify()`. If a user password is hashed with an old algorithm, the password will be converted to the new format on login. See https://secure.php.net/manual/en/password.constants.php for a complete list.
de_de: Definiert den Algorithmus für `password_verify()`. Wen ein Benutzerpasswort mit einem alten Algorithmus gehasht wurde, wird es beim nächsten Login in das neue Format konvertiert. Siehe https://secure.php.net/manual/en/password.constants.php für eine vollständige Liste.

# config.username_regex.info
source: Regular expression describing an invalid username. By default, usernames must only contain alphanumeric characters, "-", "_", or ".".
de_de: Regulärer Ausdruck der einen nicht erlaubten Benutzernamen beschreibt. Standardmäßig sind nur Buchstaben artige Zeichen, Zahlen und "-", "_" sowie "." erlaubt.

# config.disabled_user_view_columns
source: Hidden user table columns
de_de: Versteckte User-Tabellen-Spalten

# config.disabled_user_view_columns.info
source: Hide columns in backend user view, possible values are any sortable parameters of the table
de_de: Versteckt dei Spalten in der Benutzer Tabelle im Adminbereich, möglich sind alle Sortierparameter

# config.trusted_proxies
source: Trusted proxies
de_de: Vertrauenswürdige Proxies

# config.trusted_proxies.info
source: IP addresses of reverse proxies that are trusted, can be an array or a comma separated list
de_de: IP Adressen von vertrauenswürdigen Reverse-Proxies als Array oder Kommaseparierte Liste

# config.add_headers
source: Add additional headers
de_de: Weitere Header hinzufügen

# config.jwt_algorithm
source: JWT algorithm
de_de: JWT Algorithms

# registration.age_category
source: Age Category
de_de: Altersgruppe

# registration.age_category_info
source: Select your age category. Minors under 18 have additional protections and requirements.
de_de: Wähle deine Altersgruppe. Minderjährige unter 18 Jahren haben zusätzliche Schutzmaßnahmen und Anforderungen.

# registration.minor_category
source: I am...
de_de: Ich bin...

# registration.i_am_adult
source: 18 years or older (Adult)
de_de: 18 Jahre oder älter (Erwachsen)

# registration.minor_category_hint
source: Your category determines work hours and supervision requirements
de_de: Deine Kategorie bestimmt Arbeitszeiten und Aufsichtspflicht

# registration.max_hours
source: Maximum %d hours per day
de_de: Maximal %d Stunden pro Tag

# registration.work_hours
source: Work hours: %s to %s
de_de: Arbeitszeiten: %s bis %s

# registration.requires_supervisor
source: Requires adult supervisor on shift
de_de: Benötigt erwachsene Aufsicht bei Schichten

# registration.minor.link_guardian
source: Please link a guardian to complete your registration
de_de: Bitte verknüpfe einen Erziehungsberechtigten, um deine Registrierung abzuschließen

# registration.guardian_not_found
source: Guardian account not found. Please check the username or email.
de_de: Erziehungsberechtigten-Konto nicht gefunden. Bitte überprüfe den Benutzernamen oder die E-Mail.

# registration.guardian_is_minor
source: The specified user is also a minor and cannot be a guardian.
de_de: Der angegebene Benutzer ist ebenfalls minderjährig und kann kein Erziehungsberechtigter sein.

# registration.guardian_linked
source: Guardian link request sent successfully.
de_de: Verknüpfungsanfrage für Erziehungsberechtigten erfolgreich gesendet.

# registration.guardian_link_skipped
source: You can link a guardian later from your profile settings.
de_de: Du kannst später in deinen Profileinstellungen einen Erziehungsberechtigten verknüpfen.

# registration.link_guardian.title
source: Link Guardian
de_de: Erziehungsberechtigten verknüpfen

# registration.link_guardian.welcome
source: Welcome, %name%!
de_de: Willkommen, %name%!

# registration.link_guardian.info
source: As a minor, you need a guardian linked to your account to sign up for shifts and participate fully in the event.
de_de: Als Minderjähriger benötigst du einen verknüpften Erziehungsberechtigten, um dich für Schichten anzumelden und vollständig am Event teilzunehmen.

# registration.link_guardian.find_guardian
source: Find Your Guardian
de_de: Finde deinen Erziehungsberechtigten

# registration.link_guardian.find_guardian_hint
source: Enter the username or email address of your parent or legal guardian who has an account.
de_de: Gib den Benutzernamen oder die E-Mail-Adresse deines Elternteils oder gesetzlichen Vormunds ein, der ein Konto hat.

# registration.link_guardian.guardian_identifier
source: Guardian username or email
de_de: Benutzername oder E-Mail des Erziehungsberechtigten

# registration.link_guardian.guardian_identifier_hint
source: Ask your guardian for their username or the email they registered with
de_de: Frage deinen Erziehungsberechtigten nach seinem Benutzernamen oder der E-Mail, mit der er sich registriert hat

# registration.link_guardian.send_request
source: Send Link Request
de_de: Verknüpfungsanfrage senden

# registration.link_guardian.skip_title
source: Skip for Now
de_de: Vorerst überspringen

# registration.link_guardian.skip_info
source: You can skip this step and link a guardian later, but you won't be able to sign up for shifts until a guardian is linked and consent is provided.
de_de: Du kannst diesen Schritt überspringen und später einen Erziehungsberechtigten verknüpfen, aber du kannst dich nicht für Schichten anmelden, bis ein Erziehungsberechtigter verknüpft und die Einwilligung erteilt wurde.

# registration.link_guardian.skip
source: Skip and Continue
de_de: Überspringen und fortfahren

# registration.link_guardian.why_title
source: Why Link a Guardian?
de_de: Warum einen Erziehungsberechtigten verknüpfen?

# registration.link_guardian.why_text
source: Linking a guardian ensures:
de_de: Die Verknüpfung eines Erziehungsberechtigten stellt sicher:

# registration.link_guardian.why_item1
source: Your safety during the event
de_de: Deine Sicherheit während des Events

# registration.link_guardian.why_item2
source: Compliance with youth protection laws
de_de: Einhaltung der Jugendschutzgesetze

# registration.link_guardian.why_item3
source: A responsible adult can manage your shifts
de_de: Ein verantwortlicher Erwachsener kann deine Schichten verwalten

# config.event
source: Event
nl_nl: Evenement

# config.name
source: Event Name
nl_nl: Evenementnaam

# config.event_start
source: Event start
nl_nl: Evenement-begindatum
