Repository: engelsystem/engelsystem
Catalog: resources/lang/*/default.po
Languages: nl_nl

source: Do you really want to delete the user including all his shifts and every other piece of his data? All created shifts, news, answers etc. will be reassigned to you.
nl_nl: verwijderen? Alle aangemelde diensten, nieuws, antwoorden etc. zullen aan jou toegewezen worden.

source: voucher.vouchers
nl_nl: Tegoedbonnen

source: voucher.edit
nl_nl: Werk tegoedbon bij

source: voucher.eligible
nl_nl: Angel kan nog %d tegoedbonnen ontvangen.

source: voucher.eligible.fa
nl_nl: Angel kan nog %d tegoedbonnen ontvangen en is gedwongen actief.

source: voucher.count
nl_nl: Aantal uitgegeven tegoedbonnen

source: user.state.vouchers
nl_nl: Heeft %s van de %s tegoedbonnen

source: user.state.vouchers.none
nl_nl: Heeft geen tegoedbonnen

source: Freeloads
nl_nl: Afwezigheden

source: Last login
nl_nl: Laatste login

source: Next shift %c
nl_nl: Volgende dienst %c

source: Shift started %c
nl_nl: Dienst begonnen %c

source: Shift ends %c
nl_nl: Dienst geëindigd %c

source: Shift ended %c
nl_nl: Dienst beëindigd %c

source: Sign off
nl_nl: Meld af

source: Sum:
nl_nl: Totaal:

source: Work log entry
nl_nl: Werklogvermelding

source: Added by %s at %s
nl_nl: Toegevoegd door %s op %s

source: Day & Time
nl_nl: Dag & Tijd

source: Duration
nl_nl: Duur

source: Name & Workmates
nl_nl: Naam & Collega's

source: You have done enough.
nl_nl: Je hebt genoeg gedaan.

source: %s has done enough.
nl_nl: %s heeft genoeg gedaan.

source: Night shifts between %d and %d am are multiplied by %d for the goodie score.
nl_nl: Nachtdiensten tussen %d en %d uur tellen voor %d voor de goodie-score.

source: Go to the <a href="%s">shifts table</a> to sign yourself up for some shifts.
nl_nl: Bezoek het <a href="%s">dienstoverzicht</a> om je voor wat diensten aan te melden.

source: State
nl_nl: Status

source: Not arrived
nl_nl: Niet aangekomen

source: Freeloader
nl_nl: Afwezige

source: Arrived at %s
nl_nl: Aangekomen op %s

source: Not arrived (Planned: %s)
nl_nl: Niet aangekomen (Gepland: %s)

source: out of %s
nl_nl: van de %s

source: Rights
nl_nl: Rechten

source: You are not marked as arrived. Please go to Heaven, get your angel badge and/or tell them that you arrived already.
nl_nl: Je bent niet aangemerkt als aangekomen. Bezoek alsjeblieft Heaven en haal je angelbadge op en/of informeer ze over je aankomst!

source: Please enter your planned date of departure on your settings page to give us a feeling for teardown capacities.
nl_nl: Vul alsjeblieft je geplande vertrekdatum in bij je instellingen om ons een idee te geven voor de afbouwplanning.

source: tshirt.required.hint
nl_nl: Vul alsjeblieft je T-shirtmaat in bij je instellingen!

source: dect.required.hint
nl_nl: Vul alsjeblieft je DECT-telefoonnummer in bij je instellingen! Als je geen DECT-telefoon hebt, vul dan '-' in.

source: pronoun.required.hint
nl_nl: Vul alsjeblieft een persoonlijk voornaamwoord in bij je instellingen!

source: firstname.required.hint
nl_nl: Vul alsjeblieft je voornaam in bij je instellingen!

source: lastname.required.hint
nl_nl: Vul alsjeblieft je achternaam in bij je instellingen!

source: mobile.required.hint
nl_nl: Vul alsjeblieft een mobiel telefoonnummer in bij je instellingen!

source: Here you can change the user entry. Under the item 'Arrived' the angel is marked as present, a yes at Active means that the angel was active.
nl_nl: Hier kun je de gebruikersvermelding bijwerken. Onder het punt 'Aangekomen' wordt de angel als aanwezig aangemerkt, een Ja bij Actief betekent dat de angel actief is geweest.

source: Here you can reset the password of this angel:
nl_nl: Hier kun je het wachtwoord van deze angel resetten:

source: Here you can define the user groups of the angel:
nl_nl: Hier kun je de gebruikersgroepen van deze angel aanpassen:

source: User groups saved.
nl_nl: Gebruikersgroepen bijgewerkt.

source: You cannot edit angels with more rights.
nl_nl: Je kunt angels met meer rechten dan jij niet bewerken.

source: You cannot edit your own rights.
nl_nl: Je kunt je eigen rechten niet bewerken.

source: Changes were saved.
nl_nl: Veranderingen opgeslagen.

source: Password reset done.
nl_nl: Wachtwoordreset uitgevoerd.

source: The entries must match and must not be empty!
nl_nl: De vermeldingen moeten overeenkomen en niet leeg zijn!

source: Number of shifts: %s
nl_nl: Aantal diensten: %s

source: Shifts created.
nl_nl: Diensten aangemaakt.

source: If the angel is active, it can claim a goodie. If goodie is set to 'Yes', the angel already got their goodie.
nl_nl: Als de angel actief is, kan deze een goodie claimen. Als goodie 'Ja' toont, heeft de angel deze al gekregen.

source: Given goodies
nl_nl: Uitgegeven goodies

source: Goodie statistic
nl_nl: Goodiestatistieken

source: Remove goodie
nl_nl: Verwijder goodie

source: Angel got a goodie.
nl_nl: Angel heeft een goodie gekregen

source: Angel got no goodie.
nl_nl: Angel heeft geen goodie gekregen.

source: page.404.text
nl_nl: Deze pagina bestaat niet of je hebt geen toestemming on deze op te vragen.Je moet waarschijnlijk inloggen of je registreren om toegang te krijgen!

source: form.select_placeholder
nl_nl: Kies alsjeblieft...

source: form.load_schedule
nl_nl: Laad rooster

source: form.import
nl_nl: Importeer

source: form.edit
nl_nl: Werk bij

source: form.save
nl_nl: Sla op

source: form.preview
nl_nl: Voorproef

source: form.delete
nl_nl: Verwijder

source: form.delete_all
nl_nl: Verwijder alle

source: form.updated
nl_nl: Bijgewerkt

source: form.cancel
nl_nl: Annuleer

source: form.markdown
nl_nl: Je kunt hier Markdown gebruiken

source: form.required
nl_nl: Vereist

source: form.user_select
nl_nl: Kies een gebruiker

source: form.tags
nl_nl: Tags

source: form.tags.info
nl_nl: Lijst van tags, gescheiden door een komma

source: schedule.import
nl_nl: Importeer rooster

source: schedule.edit.title
nl_nl: Werk rooster bij

source: schedule.delete.title
nl_nl: Verwijder rooster met %u diensten

source: schedule.import.title
nl_nl: Importeer rooster

source: schedule.last_update
nl_nl: Laatst bijgewerkt: %s

source: schedule.import.text
nl_nl: Imports maken locaties en diensten aan, en werken diensten bij aan de hand van een schedule.xml-export.

source: schedule.import.load.title
nl_nl: Importeer rooster: Voorproef

source: schedule.import.load.info
nl_nl: Importeer "%s" (versie "%s")

source: schedule.name
nl_nl: Roosternaam

source: schedule.url
nl_nl: Rooster-URL (schedule.xml)

source: schedule.shift-type
nl_nl: Diensttype

source: schedule.needed-from-shift-type
nl_nl: Laad angeltypes uit diensttypes (anders uit locatie)

source: schedule.minutes-before
nl_nl: Add minutes before talk begins

source: schedule.minutes-after
nl_nl: Add minutes after talk ends

source: schedule.for_locations
nl_nl: Voor locaties

source: schedule.import.locations.add
nl_nl: Nieuwe locaties

source: schedule.import.shifts.add
nl_nl: Nieuwe diensten

source: schedule.import.shifts.update
nl_nl: Bij te werken diensten

source: schedule.import.shifts.delete
nl_nl: Te verwijderen diensten

source: schedule.import.shift.dates
nl_nl: Tijden

source: schedule.import.shift.type
nl_nl: Types

source: schedule.import.shift.location
nl_nl: Locatie

source: news.title
nl_nl: Nieuws

source: news.title.meetings
nl_nl: Bijeenkomsten

source: news.is_meeting
nl_nl: [Bijeenkomst]

source: news.edit.is_highlighted
nl_nl: Uitgelicht

source: news.read_more
nl_nl: Verderlezen

source: news.updated
nl_nl: Bijgewerkt

source: news.comments
nl_nl: Reacties

source: news.comments.new
nl_nl: Nieuwe reactie

source: news.comments.message
nl_nl: Bericht

source: news.edit.edit
nl_nl: Werk nieuws bij

source: news.edit.add
nl_nl: Maak nieuws aan

source: news.edit.subject
nl_nl: Onderwerp

source: news.edit.is_meeting
nl_nl: Bijeenkomst

source: news.edit.is_pinned
nl_nl: Vastpinnen

source: news.edit.message
nl_nl: Bericht

source: news.edit.hint
nl_nl: Je kunt Markdown en de [meer]-tag gebruiken om de voorproef van de hoofdtekst te scheiden.

source: news.delete.title
nl_nl: Verwijder nieuws "%s"

source: news.comments.delete.title
nl_nl: Verwijder reactie "%s"

source: notification.news.updated.introduction
nl_nl: Het nieuws "%1$s" is bijgewerkt

source: notification.news.updated.text
nl_nl: Je kunt het zien op %3$s

source: form.search
nl_nl: Zoeken

source: log.log
nl_nl: Logs

source: log.only_own
nl_nl: Je kunt alleen je eigen logs inzien. Bureaucraten kunnen de logs van andere gebruikers nakijken.

source: log.time
nl_nl: Tijd

source: log.level
nl_nl: Urgentie

source: log.message
nl_nl: Bericht

source: settings.settings
nl_nl: Instellingen

source: settings.profile.entry_required
nl_nl: Verplicht veld

source: general.nick
nl_nl: Gebruikersnaam

source: settings.profile.nick.already-taken
nl_nl: Deze gebruikersnaam is al in gebruik.

source: settings.profile.pronoun
nl_nl: Persoonlijk voornaamwoord

source: settings.profile.pronoun.info
nl_nl: Wordt getoond op je profielpagina en in angellijsten.

source: settings.profile.firstname
nl_nl: Voornaam

source: settings.profile.lastname
nl_nl: Achternaam

source: settings.profile.planned_arrival_date
nl_nl: Geplande aankomstdatum

source: settings.profile.planned_departure_date
nl_nl: Geplande vertrekdatum

source: settings.profile.mobile
nl_nl: Mobiel

source: settings.profile.mobile_show
nl_nl: Toon mobiele nummer aan andere gebruikers.

source: settings.profile.email-preferences
nl_nl: E-mailvoorkeuren

source: general.email
nl_nl: E-mail

source: settings.profile.email.already-taken
nl_nl: Dit e-mailadres is al in gebruik.

source: settings.profile.email_shiftinfo
nl_nl: Het %s mag me een e-mail sturen (bijv. als mijn diensten veranderen).

source: registration.email_system
nl_nl: Het %s mag me een email sturen (bijv. als mijn diensten veranderen, of bij privéberichten of nieuws).

source: registration.email_system.info
nl_nl: Specifieke voorkeuren kunnen in je profiel ingesteld worden.

source: settings.profile.email_news
nl_nl: Houd me op de hoogte van nieuws.

source: settings.profile.email_messages
nl_nl: Houd me op de hoogte van nieuwe privéberichten.

source: settings.profile.email_by_human_allowed
nl_nl: Heaven-angels mogen me een e-mail sturen.

source: settings.profile.email_goodie
nl_nl: Om mogelijke vouchers voor het volgende soortgelijke evenement te ontvangen, stem ik in met het opslaan van mijn gebruikersnaam, e-mailadres en gewerkte uren tot die tijd.

source: settings.profile.email_tshirt
nl_nl: Om mogelijke vouchers voor het volgende soortgelijke evenement te ontvangen, stem ik in met het opslaan van mijn gebruikersnaam, e-mailadres, gewerkte uren en T-shirtmaat tot die tijd.

source: settings.profile.privacy
nl_nl: Je kunt je instemming tijdens het evenement in je profielinstellingen intrekken, en erna door een e-mail aan <a href="mailto:%s">%1$s</a> te sturen.

source: settings.profile.shirt_size.hint
nl_nl: Een straight-cut T-shirt heeft brede schouders en een bijna-vierkante lichaamsvorm. Een fitted-cut T-shirt heeft een zijnaad die strakker rondom de taille en breder rondom de borstkas en heupen is.Normaal zijn fitted-cut T-shirts kleiner dan straight-cut T-shirts van dezelfde maat, maar maten verschillen tussen de verschillende merken.

source: settings.profile.shirt.link
nl_nl: Meer informatie

source: settings.profile.angeltypes.info
nl_nl: Je kunt je angeltypes bijwerken op de <a href="%s">angeltypes-pagina</a>.

source: profile.my_shifts
nl_nl: Mijn diensten

source: settings.profile
nl_nl: Profiel

source: settings.password
nl_nl: Wachtwoord

source: settings.password.info
nl_nl: Hier kun je je wachtwoord veranderen.

source: settings.password.confirmation-does-not-match
nl_nl: Wachtwoord en wachtwoordbevestiging komen niet overeen.

source: settings.password.password
nl_nl: Huidige wachtwoord

source: settings.password.new_password
nl_nl: Nieuwe wachtwoord

source: settings.password.new_password2
nl_nl: Bevestiging van nieuwe wachtwoord

source: settings.password.success
nl_nl: Wachtwoord is met succes bijgewerkt.

source: settings.sessions
nl_nl: Sessies

source: settings.sessions.info
nl_nl: Hier kun je je browsersessies inzien en intrekken.

source: settings.sessions.current
nl_nl: Huidige sessie

source: settings.sessions.id
nl_nl: Sessie-ID

source: settings.sessions.last_activity
nl_nl: Laatste handeling

source: settings.theme
nl_nl: Thema

source: settings.theme.info
nl_nl: Hier kun je je thema veranderen.

source: settings.theme.success
nl_nl: Thema is met success veranderd.

source: settings.certificates
nl_nl: Certificeringen

source: settings.certificates.info
nl_nl: Deze informatie is alleen zichtbaar voor ondersteuners en beheerders.

source: settings.certificates.title.ifsg
nl_nl: Hygiëneinstructie

source: settings.certificates.driving_license
nl_nl: Rijbewijs

source: settings.certificates.has_car
nl_nl: Ik heb mijn eigen auto en ben bereid deze voor het evenement te gebruiken. (brandstofkosten worden vergoed)

source: settings.certificates.drive_car
nl_nl: Auto

source: settings.certificates.drive_3_5t
nl_nl: 3,5-ton bakwagen

source: settings.certificates.drive_7_5t
nl_nl: 7,5-ton verwachtwagen

source: settings.certificates.drive_12t
nl_nl: 12-ton vrachtwagen

source: settings.certificates.drive_forklift
nl_nl: Vorkheftruck

source: settings.certificates.ifsg_light
nl_nl: Ik heb on-site instructie gehad over IfSG §43 (aka Frikadellendiplom light).

source: settings.certificates.ifsg_light_admin
nl_nl: Heeft on-site instructie gehad over IfSG §43 (aka Frikadellendiplom light).

source: settings.certificates.ifsg
nl_nl: Ik heb instructie van mijn gezondheidsafdeling gehad over IfSG §43 (aka Frikadellendiplom) en heb binnen 3 maanden een tweede instructie gehad van mijn werkgever/chef/vereniging gehad. Mijn laatste instructie was in de afgelopen 2 jaar.

source: settings.certificates.ifsg_admin
nl_nl: Heeft instructie van een gezondheidsafdeling gehad over §43 IfSG (aka Frikadellendiplom) en heeft binnen 3 maanden een tweede instructie gehad van ons of diens werkgever/chef/vereniging. De laatste instructie was in de afgelopen 2 jaar.

source: settings.certificates.confirmed
nl_nl: Certificeringen bevestigd

source: settings.certificates.ifsg_confirmed.hint
nl_nl: Je hygiëneinstructie is bevestigd, je kunt deze niet meer zelf bijwerken.

source: settings.certificates.drive_confirmed.hint
nl_nl: Je rijbewijs is bevestigd, je kunt deze niet meer zelf bijwerken.

source: settings.certificates.confirmation.info
nl_nl: Je bent persoonlijk nagegaan dat de certificering aan de vereisten voldoet.

source: settings.certificates.success
nl_nl: Certificeringen zijn met success bijgewerkt.

source: angeltype.ifsg.required
nl_nl: Vereist hygiëneinstructie

source: ifsg.certificate
nl_nl: Hygiëneinstructie

source: ifsg.certificate_light
nl_nl: On-site hygiëneinstructie

source: angeltype.ifsg.own
nl_nl: Mijn hygiëneinstructie

source: angeltype.ifsg.required.info
nl_nl: Dit angeltype vereist een hygiëneinstructie. Vul alsjeblieft informatie in over je hygiëneinstructie!

source: angeltype.ifsg.required.info.here
nl_nl: Je hebt een angeltype aangegeven dat een hygiëneinstructie vereist. Vul alsjeblieft hier informatie in over je hygiëneinstructie: %s.

source: angeltype.driving_license.required.info.here
nl_nl: Je hebt een angeltype aangegeven dat een rijbewijs vereist. Vul alsjeblieft hier informatie in over je rijbewijs: %s.

source: ifsg.info
nl_nl: Hygiëneinstructie-informatie

source: driving_license.info
nl_nl: Rijbewijsinformatie

source: settings.language
nl_nl: Taal

source: settings.language.info
nl_nl: Hier kun je je taal veranderen.

source: settings.language.success
nl_nl: Taal is met succes veranderd.

source: settings.api
nl_nl: API

source: settings.api.about
nl_nl: Met de API kun je met het %s werken door middel van externe programma's . Deze is niet compleet, maar we zijn bezig het uit te breiden. Het API-endpoint is te vinden op `%s` en beschreven in de [OpenAPI-specificatie](%s).

source: settings.api.about.warning
nl_nl: Deel je persoonlijke API-key niet, deze kan gebruikt worden om je persoonlijke gegevens in te zien en veranderingen door te voeren in jouw naam!

source: settings.api.shifts_json_show
nl_nl: Toon JSON-export van diensten

source: settings.api.ical_show
nl_nl: Toon iCal-export

source: settings.api.news_show
nl_nl: Toon nieuwsfeed

source: settings.api.key_show
nl_nl: Toon API-key

source: settings.api.key_reset
nl_nl: Reset API-key

source: settings.api.key_reset_confirm
nl_nl: Als je de API-key reset, moet je deze in al je programm's bijwerken.

source: settings.oauth
nl_nl: Single sign-On

source: settings.oauth.identity-provider
nl_nl: Loginprovider

source: oauth.login
nl_nl: Log in met OAuth

source: oauth.login-using-provider
nl_nl: Log in met %s

source: form.connect
nl_nl: Koppel

source: form.all
nl_nl: Alle

source: form.disconnect
nl_nl: Ontkoppel

source: faq.faq
nl_nl: FAQ

source: faq.questions_link
nl_nl: Als je geen antwoord op je vraag kunt vinden, kun je deze <a href="%s">aan Heaven vragen</a>.

source: faq.edit
nl_nl: Werk FAQ-vraag bij

source: faq.add
nl_nl: Maak FAQ-vraag aan

source: faq.delete.title
nl_nl: Verwijder FAQ-vraag "%s"

source: question.questions
nl_nl: Vragen

source: question.admin
nl_nl: Beantwoord vragen

source: question.faq_link
nl_nl: Bekijk onze <a href="%s">FAQ</a> voor antwoorden op algemene vragen.

source: question.add
nl_nl: Stel een vraag

source: question.edit
nl_nl: Werk vraag bij

source: question.question
nl_nl: Vraag

source: question.answer
nl_nl: Antwoord

source: question.delete.title
nl_nl: Verwijder vraag "%s"

source: question.contact_options
nl_nl: Andere contactmogelijkheden:

source: tag.tags
nl_nl: Tags

source: tag.edit
nl_nl: Werk tag bij

source: tag.add
nl_nl: Maak tag aan

source: tag.delete.title
nl_nl: Verwijder tag "%s"

source: user.edit.goodie
nl_nl: Werk goodie bij

source: user.goodie_score.enough
nl_nl: Genoeg

source: user.goodie_score.value
nl_nl: %s u

source: user.goodie_score
nl_nl: Goodiescore: %s

source: user.shirt_size
nl_nl: T-shirtmaat

source: user.active
nl_nl: Actief

source: user.force_active
nl_nl: Actief (gedwongen)

source: user.arrived
nl_nl: Aangekomen

source: user.arrive
nl_nl: Meld aankomst

source: user.got_goodie
nl_nl: Heeft goodie gekregen

source: message.title
nl_nl: Berichten

source: message.choose_angel
nl_nl: Kies een angel

source: message.to_conversation
nl_nl: Naar gesprek

source: message.message
nl_nl: Bericht

source: general.angel
nl_nl: Angel

source: worklog.add
nl_nl: Maak werklog aan

source: worklog.edit
nl_nl: Werk werklog bij

source: worklog.date
nl_nl: Werkdatum

source: worklog.hours
nl_nl: Werkuren

source: worklog.comment
nl_nl: Opmerking

source: worklog.delete
nl_nl: Verwijder werklog

source: worklog.delete.info
nl_nl: Wil je echt je werklog voor %s verwijderen?

source: angeltypes.angeltypes
nl_nl: Angeltypes

source: angeltypes.about
nl_nl: Teams- en taakbeschrijvingen

source: angeltypes.about.text
nl_nl: Hier kun je een lijst van teams en hun taken vinden. Als je verdere vragen hebt, zou je de <a href="%s">FAQ</a> kunnen bekijken.

source: angeltypes.restricted.hint
nl_nl: Dit angeltype vereist je aanwezigheid bij een introductiebijeenkomst. Meer informatie staat wellicht in de beschrijving.

source: angeltypes.can-change-later
nl_nl: Je kunt je keuze later in de instellingen bijwerken.

source: angeltypes.hide_on_shift_view
nl_nl: Verberg in dienstoverzicht

source: angeltypes.hide_on_shift_view.info
nl_nl: Als dit is aangekruist kunnen alleen administratoren en angels van dit angeltypede filterkeuze voor dit angeltype zien op het dienstoverzicht

source: location.location
nl_nl: Locatie

source: location.locations
nl_nl: Locaties

source: location.map_url
nl_nl: Kaart

source: location.required_angels
nl_nl: Vereiste angels (bij roosterimport)

source: location.map_url.info
nl_nl: De kaart wordt inbegrepen als iframe op de locatiepagina.

source: location.create.title
nl_nl: Maak locatie aan

source: location.edit.title
nl_nl: Werk locatie bij

source: location.delete.title
nl_nl: Verwijder locatie "%s"

source: shifttype.shifttypes
nl_nl: Diensttypes

source: shifttype.edit.title
nl_nl: Werk diensttype bij

source: shifttype.create.title
nl_nl: Maak diensttype aan

source: shifttype.delete.title
nl_nl: Verwijder diensttype "%s"

source: shifttype.required_angels
nl_nl: Vereiste angels (bij roosterimport)

source: shifttype.edit.signup_advance_hours
nl_nl: Aantal uren vooruit voor eigen dienstkeuze

source: shifttype.edit.signup_advance_hours.info
nl_nl: Aantal uren vóór begin dienst waarin eigen keuze is toegestaan

source: event.day
nl_nl: Dag %1$d

source: dashboard.day
nl_nl: Dag

source: registration.title
nl_nl: Angelregistratie

source: registration.login_data
nl_nl: Gebruikerinfo

source: registration.event_data
nl_nl: Evenementinfo

source: registration.what_todo
nl_nl: Wat zou je willen doen?

source: registration.jobs
nl_nl: Je kunt lezen over hoe je ons kunt helpen bij de <a href="%s" target="_blank">teams- en taakbeschrijvingen</a>.

source: registration.register
nl_nl: Registreer

source: confirmation.delete
nl_nl: Wil je dit echt verwijderen?

source: general.id
nl_nl: ID

source: general.user
nl_nl: Gebruiker

source: general.count
nl_nl: Aantal

source: general.created_at
nl_nl: Aangemaakt op

source: shifts.history
nl_nl: Dienstgeschiedenis

source: shifts.history.schedule
nl_nl: Rooster: %s

source: shifts.history.delete_all.title
nl_nl: Verwijder %u diensten

source: shifts.start
nl_nl: Begin

source: shifts.end
nl_nl: Einde

source: user.info
nl_nl: Gebruikersinformatie

source: user.info.hint
nl_nl: Is zichtbaar voor roostercoördinatoren en administratoren in het gebruikersoverzicht. Als een angel niet als aangekomen is gemeld, verwijdert gebruikersinformatie de niet-aangekomen-melding in het angel-systeemmenu.

source: user_info.not_arrived_hint
nl_nl: Als je je wilt aanmelden voor diensten, kom dan vooral langs bij Heaven.

source: design.title
nl_nl: Ontwerp

source: notification.shift.updated.introduction
nl_nl: Je dienst is bijgewerkt:

source: notification.shift.updated.type
nl_nl: Diensttype is bijgewerkt van %s naar %s

source: notification.shift.updated.title
nl_nl: Diensttitle is bijgewerkt van %s naar %s

source: notification.shift.updated.description
nl_nl: Dienstbeschrijving is bijgewerkt

source: notification.shift.updated.start
nl_nl: Dienstbegintijd is bijgewerkt van %s naar %s

source: notification.shift.updated.end
nl_nl: Diensteindtijd is bijgewerkt van %s naar %s

source: notification.shift.updated.location
nl_nl: Dienstlocatie is bijgewerkt van %s naar %s

source: notification.shift.updated.shift
nl_nl: De bijgewerkte dienst:

source: admin_shifts.no_locations
nl_nl: Er zijn nog geen locaties. Je kunt geen diensten aanmaken zonder.

source: admin_shifts.no_shifttypes
nl_nl: Er zijn nog geen diensttypes. Je kunt geen diensten aanmaken zonder.

source: admin_shifts.no_angeltypes
nl_nl: Er zijn nog geen angeltypes. Je kunt geen diensten aanmaken zonder.

source: shift.sign_out.hint
nl_nl: Je kunt jezelf afmelden tot %d uur voor het begin van de dienst. Als je daarna niet je dienst kunst doen, vraag dan Heaven om je af te melden.

source: Password reset in progress
nl_nl: Wachtwoordreset wordt uitgevoerd

source: freeload.info.goodie
nl_nl: Je was niet aanwezig bij je dienst. Tweemaal de lengte van de dienst is afgetrokken van je %s. Neem contact op met Heaven als je vragen hebt.

source: freeload.info
nl_nl: Je was niet aanwezig bij deze dienst. Neem contact op met Heaven als je vragen hebt.

source: freeload.freeloader.info
nl_nl: Je was niet aanwezig voor ten minste %s diensten. Dienstaanmelding is daarom uitgezet.Neem contact op met Heaven om aanmelding weer te activeren.
