Repository: engelsystem/engelsystem
Catalog: resources/lang/*/default.po
Languages: nl_nl

source: freeload.freeloaded.info.goodie
nl_nl: Als een angel niet aanwezig was bij een dienst, wordt tweemaal de lengte van deze dienst afgetrokken van de %s. Als %s diensten worden gemist, zal dienstaanmelding worden uitgezet voor de angel.

source: freeload.freeloaded.info
nl_nl: De angel was niet aanwezig bij een dienst. Als %s diensten worden gemist, zal dienstaanmelding worden uitgezet voor de angel.

source: config.config
nl_nl: Instellingen

source: config.edit.success
nl_nl: Instellingen met succes bijgewerkt

source: schedule.import.request_error
nl_nl: Kan rooster niet loaden.

source: general.actions
nl_nl: Acties
