Repository: engelsystem/engelsystem
Catalog: resources/lang/*/default.po
Languages: nl_nl

source: email.greeting
nl_nl: Hi %s,

source: email.introduction
nl_nl: hier is een bericht voor je van het %s:

source: email.footer
nl_nl: Dit e-mailbericht is automatisch gegenereerd en is niet ondertekend. Je hebt dit e-mailbericht ontvangen omdat je in het %s aangemeld bent.

source: password.email.message
nl_nl: Bezoek alsjeblieft %s om je wachtwoord te resetten.

source: page.error.title
nl_nl: Fout %s

source: page.403.title
nl_nl: Verboden

source: page.403.headline
nl_nl: Je hebt geen toestemming om deze pagina op te vragen

source: page.404.title
nl_nl: Pagina niet gevonden

source: page.404.not_found
nl_nl: No sleep found

source: page.405.title
nl_nl: 405: Verzoektype niet toegestaan

source: page.419.title
nl_nl: Authenticatie verlopen

source: page.419.text
nl_nl: De opgegeven CSRF-token is ongeldig of verlopen. Probeer het nog eens.

source: general.date
nl_nl: Y-m-d

source: footer.eventinfo.name_start_end
nl_nl: %1$s, van %2$s tot %3$s

source: footer.eventinfo.name_start
nl_nl: %1$s, begint op %2$s

source: footer.eventinfo.start_end
nl_nl: Evenement van %1$s tot %2$s

source: footer.issues
nl_nl: Bugs / Features

source: footer.github
nl_nl: Ontwikkelplatform

source: credits.title
nl_nl: Colofon

source: general.register
nl_nl: Registreer

source: general.login
nl_nl: Log in

source: page.403.login
nl_nl: Log alsjeblieft in.

source: form.submit
nl_nl: Stuur in

source: form.send_notification
nl_nl: Stuur %d meldingen

source: credits.source
nl_nl: Broncode

source: credits.version
nl_nl: Versie: _%s_

source: credits.credit
nl_nl: Het originele engelsystem was ontwikkeld door [cookie](https://github.com/cookieBerlin/engelsystem). Het is daarna compleet herschreven en verbeterd door [msquare](https://notrademark.de) (huidige maintainer) en [MyIgel](https://myigel.name).

source: credits.contributors
nl_nl: Bekijk alsjeblieft de [bijdragenlijst op GitHub](https://github.com/engelsystem/engelsystem/graphs/contributors) voor een compleet overzicht.

source: login.welcome
nl_nl: Welkom bij het %s!

source: event.buildup.start
nl_nl: Opbouw begint

source: event.starts
nl_nl: Evenement begint

source: event.ends
nl_nl: Evenement eindigt

source: event.teardown.ends
nl_nl: Afbouw eindigt

source: login.password.reset
nl_nl: Ik ben mijn wachtwoord vergeten

source: login.registration
nl_nl: Registreer je als je ons wilt helpen!

source: login.registration.external
nl_nl: Registraties zijn alleen mogelijk via externe login.

source: login.registration.disabled
nl_nl: Registraties zijn uitgeschakeld.

source: login.do
nl_nl: Wat kan ik doen?

source: login.jobs
nl_nl: Lees over de taken die je kunt doen om ons te helpen.

source: login.cookies
nl_nl: Let op: je moet cookies inschakelen!

source: password.reset.confirm
nl_nl: Bevestig wachtwoord

source: password.recovery.success
nl_nl: We hebben je een e-mail gestuurd met een link om je wachtwoord te resetten.

source: password.reset.title
nl_nl: Wachtwoordreset

source: password.recovery.text
nl_nl: We gaan je een e-mail sturen met een link om je wachtwoord te resetten. Vul alsjeblieft het e-mailadres in dat je bij je registratie hebt gebruikt.

source: password.minimal_length
nl_nl: Minimale lengte van %d tekens

source: form.recover
nl_nl: Reset

source: Angel type %s deleted.
nl_nl: Angeltype %s met succes verwijderd.

source: Delete angel type %s
nl_nl: Verwijder angeltype %s

source: Please check the name. Maybe it already exists.
nl_nl: Controleer alsjebelieft de naam, misschien is deze al in gebruik.

source: Angel type saved.
nl_nl: Angeltype met succes aangemaakt.

source: Create angel type
nl_nl: Maak angeltype aan

source: Edit %s
nl_nl: %s bijwerken

source: %s (not "%s")
nl_nl: %s (niet "%s")

source: %s (already in shift)
nl_nl: %s (al in dienst)

source: form.view
nl_nl: Toon

source: Leave
nl_nl: Verlaat

source: Join
nl_nl: Doe mee

source: Public Dashboard
nl_nl: Openbaar dashboard

source: shifts.random
nl_nl: Willekeurige dienst

source: %s has been subscribed to the shift.
nl_nl: %s heeft zich aangemeld voor de dienst.

source: User is not in angel type.
nl_nl: Gebruiker is niet van angeltype.

source: This shift is already occupied.
nl_nl: Deze dienst is al vol.

source: You need be accepted member of the angel type.
nl_nl: Je moet bevestigd zijn van dit angeltype.

source: This shift collides with one of your shifts.
nl_nl: Deze dienst overlapt met een van je andere diensten.

source: This shift ended already.
nl_nl: Deze dienst is al voorbij.

source: You are not marked as arrived.
nl_nl: Je bent niet gemeld als aangekomen.

source: You are not allowed to sign up yet.
nl_nl: Je kunt je nog niet aanmelden.

source: You are signed up for this shift.
nl_nl: Je hebt jezelf al aangemeld voor deze dienst.

source: You are subscribed. Thank you!
nl_nl: Je hebt je aangemeld. Dankjewel!

source: You are not allowed to remove this shift entry. If necessary, ask your supporter or Heaven to do so.
nl_nl: Je kunt deze dienst niet verwijderen. Als dit nodig is, vraag je supporter of Heaven om dit voor je te doen.

source: Shift entry removed.
nl_nl: Dienst verwijderd.

source: This shift was imported from a schedule so some changes will be overwritten with the next import.
nl_nl: Deze dienst is geïmporteerd uit een rooster, dus sommige veranderingen zullen overgeschreven worden bij een volgende import.

source: Please select a location.
nl_nl: Kies alsjeblieft een locatie.

source: Please enter a valid starting time for the shifts.
nl_nl: Vul alsjeblieft een geldige begintijd voor de diensten in.

source: Please enter a valid ending time for the shifts.
nl_nl: Vul alsjeblieft een geldige eindtijd voor de diensten in.

source: The ending time has to be after the starting time.
nl_nl: De eindtijd moet ná de starttijd liggen.

source: Please check your input for needed angels of type %s.
nl_nl: Controleer alsjeblieft je invoer voor de benodigde angels van type %s.

source: Shift updated.
nl_nl: Dienst bijgewerkt.

source: This page is much more comfortable with javascript.
nl_nl: Deze pagina werkt een stuk beter met JavaScript.

source: Shift type
nl_nl: Diensttype

source: title.title
nl_nl: Titel

source: Location:
nl_nl: Locatie:

source: Needed angels
nl_nl: Benodigde angels

source: Shift deleted.
nl_nl: Dienst verwijderd.

source: Do you want to delete the shift "%s" from %s to %s?
nl_nl: Wil je de dienst "%s", van %s tot %s, verwijderen?

source: Shift could not be found.
nl_nl: Dienst kon niet gevonden worden.

source: There are unconfirmed angels in %d angel type. Angel type that needs approval:
nl_nl: Er zijn niet-bevestigde angels in %d angeltype! Angeltype dat bevestigingen nodig heeft:

source: You are not allowed to delete all users for this angel type.
nl_nl: Je mag niet alle gebruikers voor dit angeltype verwijderen.

source: Denied all users for angel type %s.
nl_nl: Alle gebruikers voor angeltype %s afgewezen.

source: Deny all users
nl_nl: Wijs alle gebruikers af

source: You are not allowed to confirm all users for this angel type.
nl_nl: Je mag niet alle gebruikers voor dit angeltype bevestigen.

source: Confirmed all users for angel type %s.
nl_nl: Alle gebruikers voor angeltype %s bevestigd.

source: Confirm all users
nl_nl: Bevestig alle gebruikers

source: You are not allowed to confirm this users angel type.
nl_nl: Je mag deze gebruiker niet voor dit angeltype bevestigen.

source: %s confirmed for angel type %s.
nl_nl: %s bevestigd voor angeltype %s.

source: Confirm angel type for user
nl_nl: Bevestig angeltype voor gebruiker

source: You are not allowed to delete this users angel type.
nl_nl: Je mag deze gebruiker niet van dit angeltype verwijderen.

source: User "%s" removed from "%s".
nl_nl: Gebruiker "%s" van "%s" verwijderd.

source: Edit certificates
nl_nl: Certificeringen bijwerken

source: You successfully left "%2$s".
nl_nl: Je hebt met succes "%2$s" verlaten.

source: Leave angel type
nl_nl: Angeltype verlaten

source: No supporter update given.
nl_nl: Geen supporter-rechten bijgewerkt.

source: Added supporter rights for %s to %s.
nl_nl: %s supporter-rechten voor %s gegeven.

source: Removed supporter rights for %s from %s.
nl_nl: %s supporter-rechten voor %s afgenomen.

source: Add supporter rights
nl_nl: Supporter-rechten geven

source: Remove supporter rights
nl_nl: Supporter-rechten afnemen

source: User %s added to %s.
nl_nl: Gebruiker %s aan %s toegevoegd.

source: Add user to angel type
nl_nl: Gebruiker aan angeltype toevoegen

source: You are already a %s.
nl_nl: Je bent al een %s.

source: You joined %s.
nl_nl: Je bent nu een %s.

source: Join %s
nl_nl: Word %s

source: You cannot delete yourself.
nl_nl: Je kunt jezelf niet verwijderen.

source: auth.password.error
nl_nl: Je wachtwoord komt niet overeen. Probeer het alsjeblieft nog eens.

source: User deleted.
nl_nl: Gebruiker verwijderd.

source: Delete %s
nl_nl: Verwijder %s

source: User not found.
nl_nl: Gebruiker niet gevonden.

source: All users
nl_nl: Alle gebruikers

source: User %s could not be notified by e-mail due to an error.
nl_nl: Door een fout kon gebruiker %s niet per e-mail een melding gestuurd worden.

source: %s (%s as %s) in %s, %s - %s
nl_nl: %s (%s als %s) in %s, %s - %s

source: You have been assigned to a Shift:
nl_nl: Je bent een dienst toegewezen:

source: Assigned to Shift
nl_nl: Toegewezen aan dienst

source: You have been removed from a Shift:
nl_nl: Je bent verwijderd uit een dienst:

source: Removed from Shift
nl_nl: Uit dienst verwijderd

source: Your account has been deleted.
nl_nl: Je account is verwijderd.

source: Your %s account has been deleted. If you have any questions regarding your account deletion, please contact Heaven.
nl_nl: Je %s-account is verwijderd. Als je nog vragen hebt over deze verwijdering, neem dan alsjebelieft contact op met Heaven.

source: Active angels
nl_nl: Actieve angels

source: At least %s angels are forced to be active. The number has to be greater.
nl_nl: Ten minste %s angels zijn afgedwongen actief. Dit aantal moet hoger zijn.

source: Please enter a number of angels to be marked as active.
nl_nl: Vul alsjeblieft een aantal angels in die als actief aangemerkt zullen worden.

source: Marked angels.
nl_nl: Angels aangemerkt.

source: general.back
nl_nl: Terug

source: Apply
nl_nl: Toepassen

source: Angel has been marked as active.
nl_nl: Angel is als actief aangemerkt.

source: Angel not found.
nl_nl: Angel niet gevonden.

source: Angel has been marked as not active.
nl_nl: Angel is als inactief aangemerkt.

source: Angel has no valid T-shirt size. T-shirt was not set.
nl_nl: Angel heeft geen geldige T-shirtmaat ingesteld. T-shirt niet opgeslagen.

source: This Angel has no valid T-shirt size, therefore it's not possible to hand out a T-shirt.
nl_nl: Deze angel heeft geen geldige T-shirtmaat ingesteld, dus kan geen T-shirt gegeven worden.

source: Set active
nl_nl: Markeer actief

source: Remove active
nl_nl: Markeer inactief

source: Goodie actions
nl_nl: Goodie-acties

source: Sum
nl_nl: Totaal

source: Search angel:
nl_nl: Zoek naar engel:

source: Show all shifts
nl_nl: Toon alle diensten

source: How many angels should be active?
nl_nl: Hoeveel angels moeten actief zijn?

source: Size
nl_nl: Maat

source: No.
nl_nl: Nr.

source: general.shifts
nl_nl: Diensten

source: Length
nl_nl: Lengte

source: Length (in minutes)
nl_nl: Lengte (in minuten)

source: Active
nl_nl: Actief

source: Forced
nl_nl: Gedwongen

source: Given T-shirts
nl_nl: Uitgegeven T-shirts

source: Configured T-shirts
nl_nl: Ingestelde T-shirts

source: Arrive angels
nl_nl: Aankomende angels

source: Reset done. Angel has not arrived.
nl_nl: Reset uitgevoerd. Angel is niet aangekomen.

source: Angel has been marked as arrived.
nl_nl: Angel is aangemerkt als aangekomen.

source: Reset arrival state for %s?
nl_nl: Reset aankomststatus voor %s?

source: Planned arrival
nl_nl: Geplande aankomst

source: Arrival date
nl_nl: Aankomstdatum

source: Planned departure
nl_nl: Gepland vertrek

source: Planned arrival statistics
nl_nl: Statistieken geplande vertrekken

source: arrived sum
nl_nl: Aantal aangekomen

source: title.date
nl_nl: Datum

source: Arrival statistics
nl_nl: Aankomststatistieken

source: Planned departure statistics
nl_nl: Statistieken geplande aankomsten

source: Free angels
nl_nl: Beschikbare angels

source: shift.next
nl_nl: Volgende dienst

source: shift.previous
nl_nl: Vorige dienst

source: general.shift
nl_nl: Dienst

source: shift.angeltype_source
nl_nl: Angels benodigd uit: %s

source: shift.angeltype_source.shift_type
nl_nl: Rooster %s via diensttype %s

source: shift.angeltype_source.location
nl_nl: Rooster %s via locatie %s

source: Last shift
nl_nl: Laatste dienst

source: general.dect
nl_nl: DECT

source: Group rights
nl_nl: Groeprechten

source: general.name
nl_nl: Naam

source: Edit group
nl_nl: Groep bijwerken

source: Please select a shift type.
nl_nl: Kies alsjebelieft een diensttype.

source: Reset to previous state
nl_nl: Reset naar vorige staat

source: Location
nl_nl: Locatie

source: Answer questions
nl_nl: Beantwoord vragen

source: There are unanswered questions!
nl_nl: Er zijn onbeantwoorde vragen!

source: general.description
nl_nl: Beschrijving

source: Please use markdown for the description.
nl_nl: Markdown kan voor de beschrijving gebruikt worden.

source: Needed angels:
nl_nl: Benodigde angels:

source: Create shifts
nl_nl: Maak diensten aan

source: Additional description
nl_nl: Aanvullende beschrijving

source: This description is for single shifts, otherwise please use the description in shift type.
nl_nl: Deze beschrijving is voor individuele diensten. Gebruik anders de beschrijving in het diensttype.

source: Please select a start time.
nl_nl: Kies alsjeblieft een starttijd.

source: Please select an end time.
nl_nl: Kies alsjeblieft een eindtijd..

source: The shifts end has to be after its start.
nl_nl: De eindtijd van de dienst moet ná de starttijd liggen.

source: Please enter a shift duration in minutes.
nl_nl: Vul alsjeblieft een diensttijd in minuten in.

source: Please validate the change hour %s. It should be between 00:00 and 24:00.
nl_nl: Controleer alsjeblieft het overgangsuur %s. Het moet tussen 00:00 en 24:00 liggen.

source: Please split the shift-change hours by colons.
nl_nl: Scheid alsjeblieft de overgangsuren van de dienst met een komma.

source: Please select a mode.
nl_nl: Kies alsjeblieft een mode.

source: Please check the needed angels for team %s.
nl_nl: Vul alsjebelieft het aantal benodigde angels voor team %s in.

source: There are 0 angels needed. Please enter the amounts of needed angels.
nl_nl: Er zijn 0 angels nodig. Vul alsjeblieft het aantal benodige angels in.

source: Please select a mode for needed angels.
nl_nl: Kies alsjeblieft een mode voor de benodigde angels.

source: Please select needed angels.
nl_nl: Kies alsjebelieft de benodige angels.

source: Time and location
nl_nl: Tijd en locatie

source: Type and title
nl_nl: Type en titel

source: Create one shift
nl_nl: Maak één dienst aan

source: Create multiple shifts
nl_nl: Maak meerdere diensten aan

source: Create multiple shifts with variable length
nl_nl: Maak meerdere diensten met verschillende lengtes aan

source: Shift change hours
nl_nl: Overgangsuren dienst

source: Create a shift over midnight.
nl_nl: Maak een dienst over middernacht aan

source: Copy needed angels from location settings
nl_nl: Kopieer benodigde angels van de locatie-instellingen

source: Copy needed angels from shift type settings
nl_nl: Kopieer benodigde angels van de diensttype-instellingen

source: The following angels are needed
nl_nl: De volgende angels zijn nodig

source: All Angels
nl_nl: Alle angels

source: This user does not exist.
nl_nl: Deze gebruiker bestaat niet.

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Force active
nl_nl: Dwing actief af

source: Edit user
nl_nl: Bewerk gebruiker

source: general.datetime
nl_nl: Y-m-d H:i

source: API Settings
nl_nl: API-instellingen

source: Please enter a freeload comment!
nl_nl: Vul alsjebelieft een opmerking over het wegblijven in!

source: Shift saved.
nl_nl: Dienst opgeslagen.

source: Ask the Heaven
nl_nl: Vraag het Heaven

source: The administration has not configured any locations yet.
nl_nl: De administratoren hebben nog geen locaties aangemaakt.

source: The administration has not configured any shifts yet.
nl_nl: De administratoren hebben nog geen diensten aangemaakt.

source: The administration has not configured any angel types yet - or you are not subscribed to any angel type.
nl_nl: De administratoren hebben nog geen angeltypes aangemaakt - of je bent nog geen angeltype.

source: occupied
nl_nl: bezet

source: free
nl_nl: beschikbaar

source: Own
nl_nl: Eigen

source: Occupancy
nl_nl: Bezetting

source: The tasks shown here are influenced by the angel types you joined already!
nl_nl: De taken die hier getoond worden hangen af van je angeltypes!

source: Yesterday
nl_nl: Gisteren

source: Today
nl_nl: Vandaag

source: Tomorrow
nl_nl: Morgen

source: last 8h
nl_nl: laatste 8u

source: last 4h
nl_nl: laatste 4u

source: next 4h
nl_nl: aankomende 4u

source: next 8h
nl_nl: aankomende 8u

source: iCal export and API
nl_nl: iCal-export en API

source: Export your own shifts formatted as <a href="%s" target="_blank">iCal</a> or <a href="%s" target="_blank">JSON</a> (please keep the link secret, otherwise you have to reset the api key <a href="%s">in your settings</a>).
nl_nl: Exporteer je diensten in <a href="%s" target="_blank">iCal-formaat</a> of <a href="%s" target="_blank">JSON-formaat</a> (houd de link alsjeblieft geheim, anders moet je je API-key <a href="%s">in je instellingen</a> resetten).

source: All
nl_nl: Alle

source: None
nl_nl: Geen

source: general.logout
nl_nl: Log uit

source: Admin
nl_nl: Administrator

source: No data found.
nl_nl: Niets gevonden.

source: Unconfirmed
nl_nl: Onbevestigd

source: Member
nl_nl: Lid

source: Do you want to delete angel type %s?
nl_nl: Wil je angeltype %s verwijderen?

source: angeltypes.restricted
nl_nl: Introductie vereist

source: angeltypes.restricted.info
nl_nl: Angeltypes die introductie vereisen kunnen alleen door angels gekozen worden met steun van een supporter (dubbele opt-in).

source: shift.self_signup
nl_nl: Eigen dienstkeuze

source: shift.self_signup.allowed
nl_nl: Eigen dienstkeuze toegestaan

source: angeltypes.shift.self_signup.info
nl_nl: Angeltypes met eigen dienstkeuze staan angels toe zichzelf aan te melden voor hun diensten, anders kunnen alleen supporters en administratoren angels aanmelden voor diensten.

source: Requires driver license
nl_nl: Rijbewijs vereist

source: Show on dashboard
nl_nl: Toon op het dashboard

source: Primary contact person/desk for user questions.
nl_nl: Contactpersoon voor gebruikersvragen.

source: My driving license
nl_nl: Mijn rijbewijs

source: angeltype.ifsg.required.info.preview
nl_nl: Dit angeltype vereist een hygiëneinstructie.

source: angeltype.driving_license.required.info.preview
nl_nl: Dit angeltype vereist een rijbewijs.

source: This angel type requires a driver license. Please enter your driver license information!
nl_nl: Dit angeltype vereist een rijbewijs. Vul alsjebelieft informatie over je rijbewijs in!

source: You are unconfirmed for this angel type. Please go to the introduction for %s to get confirmed.
nl_nl: Je bent nog niet bevestigd voor dit angeltype. Sluit je alsjeblieft aan bij de introductie voor %s om bevestigd te worden.

source: Confirm
nl_nl: Bevestig

source: Deny
nl_nl: Wijs af

source: Remove
nl_nl: Verwijder

source: Driver
nl_nl: Bestuurder

source: Has car
nl_nl: Heeft auto

source: Supporters
nl_nl: Supporter

source: Members
nl_nl: Leden

source: general.add
nl_nl: Voeg toe

source: Confirm all
nl_nl: Iedereen bevestigen

source: Deny all
nl_nl: Iedereen afwijzen

source: Membership
nl_nl: Lidmaatschap

source: Angels needed in the next 3 hrs
nl_nl: Benodigde angels voor de aankomende 3 uur

source: Angels needed for nightshifts
nl_nl: Benodigde angels voor nachtdiensten

source: Angels currently working
nl_nl: Angels momenteel aan het werk

source: Hours to be worked
nl_nl: Te werken uren

source: Fullscreen
nl_nl: Volledig scherm

source: Filtered
nl_nl: Filteren

source: No shifts found.
nl_nl: Geen diensten gevonden.

source: Your shift
nl_nl: Mein dienst

source: Help needed
nl_nl: Hulp nodig

source: Other angel type needed / collides with my shifts
nl_nl: Andere angeltypes nodig / overlapt met mijn dienst

source: Shift is full
nl_nl: Dienst zit vol

source: Shift is running/has ended, you have not arrived or signup is blocked otherwise
nl_nl: Dienst is aan de gang of ten einde, je bent niet aangekomen of aanmeldingen zijn anderszins uitgeschakeld.

source: Add more angels
nl_nl: Voeg meer angels toe

source: %d helper needed
nl_nl: %d helper benodigd

source: Sign up
nl_nl: Meld aan

source: ended
nl_nl: voorbij

source: please arrive for signup
nl_nl: kom aan voor je aan te kunnen melden

source: not yet possible
nl_nl: nog niet mogelijk

source: Do you want to sign off %s from shift %s from %s to %s as %s?
nl_nl: Wil je %s afmelden van dienst %s van %s tot %s als %s?

source: Do you want to sign off from your shift %s from %s to %s as %s?
nl_nl: Wil je je afmelden van dienst %s van %s tot %s als %s?

source: Shift sign off
nl_nl: Afmelden van dienst

source: Do you want to sign up the following user for this shift?
nl_nl: Wil je de volgende gebruiker aanmelden voor deze dienst?

source: Do you want to sign up the following user for this shift as %s?
nl_nl: Wil je de volgende gebruiker aanmelden als %s voor deze dienst?

source: Do you want to sign up for this shift as %s?
nl_nl: Wil je je aanmelden voor deze dienst als %s?

source: Comment (for your eyes only):
nl_nl: Opmerking (privé voor jou):

source: Shift signup
nl_nl: Aanmelding dienst

source: Freeloaded
nl_nl: Afwezig

source: Freeloaded by %s
nl_nl: %s was afwezig

source: Freeload comment (Only for shift coordination and supporters):
nl_nl: Afwezigheidsopmerking (privé voor shift-coördinatie en supporters):

source: Edit shift entry
nl_nl: Werk shift bij

source: Date, Duration:
nl_nl: Datum, Duur:

source: Title:
nl_nl: Titel:

source: created at %s by %s
nl_nl: aangemaakt op %s door %s

source: edited at %s by %s
nl_nl: bijgewerkt op %s door %s

source: History ID: %s
nl_nl: Geschiedenis-ID: %s

source: This shift is in the far future. It becomes available for signup at %s.
nl_nl: Deze dienst is in de verre toekomst, en is dus pas beschikbaar voor aanmelding op %s.

source: Do you really want to add supporter rights for %s to %s?
nl_nl: Wil je echt supporter-rechten voor %s aan %s verlenen?

source: Do you really want to remove supporter rights for %s from %s?
nl_nl: Wil je echt de supporter-rechten voor %s van %s intrekken?

source: Do you really want to deny all users for %s?
nl_nl: Wil je echt alle gebruikers voor %s afwijzen?

source: Do you really want to confirm all users for %s?
nl_nl: Wil je echt alle gebruikers voor %s bevestigen?

source: Do you really want to confirm %s for %s?
nl_nl: Wil je echt %s voor %s bevestigen?

source: Do you really want to remove "%s" from "%s"?
nl_nl: Wil je echt "%s" uit "%s" verwijderen?

source: Do you really want to leave "%2$s"?
nl_nl: Wil je echt weggaan bij "%2$s"?

source: Do you really want to add %s to %s?
nl_nl: Wil je echt %s aan %s toevoegen?

source: Do you want to join %2$s?
nl_nl: Wil je echt meedoen met %2$s?

source: Confirm user
nl_nl: Bevestig gebruiker

source: Hide at Registration
nl_nl: Verberg bij registratie

source: Back to profile
nl_nl: Terug naar profiel

source: Your password
nl_nl: Je wachtwoord
